{
"series": [
		{
	"name":"Brooklyn Nine-Nine",
	"synopsis":"A single-camera ensemble comedy following the lives of an eclectic group of detectives in a New York precinct, including one slacker who is forced to shape up when he gets a new boss",
	"year":"2013",
	"rating":"TV-14",
	"cover":"https://i.postimg.cc/KvrJ6BRT/b99cover.jpg",
	"thumbnail":"https://i.postimg.cc/JzWRx6Y1/b99-1.jpg",
	"id":1,
	"type": "serie",
	"seasons" : "1 season",
	"episodes": [{
		"season":[
			{
		"epititle":"Pilot",
		"epimg":"https://i.postimg.cc/1zcm6Wtt/b99ep1.jpg",
		"episynop":"Detective Jake Peralta is a talented, but carefree police detective at Brooklyn's 99th precinct who, along with his eclectic group of colleagues, are used to having a lax captain around the office. However, when tightly-wound Captain Ray Holt takes over, he is determined to make this dysfunctional group of detectives into the best precinct in Brooklyn."

	}, 
	{
		"epititle":"The Tagger",
		"epimg":"https://i.postimg.cc/FRr9xjdx/b99ep2.jpg",
		"episynop":"When Jake is late for roll call, Captain Ray Holt assigns him to a graffiti case that Jake feels is below his level. However, when the culprit turns out to be the Deputy Commissioner’s son, the case becomes a major problem. Meanwhile, Gina’s psychic friend visits the precinct and gets inside Charles."

	},
	{
		"epititle":"The Slump",
		"epimg":"https://i.postimg.cc/9MLcgryH/b99ep3.jpg",
		"episynop":"When Jake starts accumulating unsolved cases, the other detectives worry his losing streak will rub off on them; Amy, Rosa and Gina run a program for at-risk youth; Boyle helps Sergeant Jeffords with a case."

	}, 
	{
		"epititle":"M.E. Time",
		"epimg":"https://i.postimg.cc/mkhBvBSz/b99ep4.jpg",
		"episynop":"Much to the team’s annoyance, Jake hits on an attractive medical examiner, Dr. Rossi at a crime scene and holds up the autopsy report. He learns his lesson when Dr. Rossi turns out to be more than he bargained for. Meanwhile, Amy’s purse-snatching case is stalled when the sketch artist is out sick, but she discovers that Sgt. Jeffords has hidden artistic talents."

	},
	{
		"epititle":"The Vulture",
		"epimg":"https://i.postimg.cc/2yJrmMHH/b99ep5.jpg",
		"episynop":"A detective from Major Crimes takes over Jake's nearly solved murder case and steals his thunder."

	},
{
		"epititle":"Halloween",
		"epimg":"https://i.postimg.cc/mZ6bQ1bQ/b99ep6.jpg",
		"episynop":"It's Halloween night, a busy time of the year for any police precinct. Amy detests the holiday, and is not thrilled when she has to don a costume to go undercover on street patrol with Charles. Back at the precinct, Jake bets Captain Holt that he can steal his Medal of Valor before midnight, which results in him bringing out some costumes of his own."

	},
	{
		"epititle":"48 Hours",
		"epimg":"https://i.postimg.cc/7ZSw8BSV/b99ep7.jpg",
		"episynop":"When Jake makes an arrest without a lot of proof, he only has 48 hours to collect evidence, or else the perp will be released. After his unsuccessful interrogation of the suspect, Jake forces his co-workers to spend their weekend helping him crack the case. So, while the team is stuck at the precinct, Charles judges a pie contest between Gina and Rosa, and Holt helps Terry look better in the eyes of his in-laws."

	},
	{
		"epititle":"Old School",
		"epimg":"https://i.postimg.cc/28srtpLy/b99ep8.jpg",
		"episynop":"Jake gets to spend the day with his hero, a former crime reporter; Terry and Charles work with Rosa on how she comes across on the witness stand."

	},
	{
		"epititle":"Sal´s Pizza",
		"epimg":"https://i.postimg.cc/5NYfp90D/b99ep9.jpg",
		"episynop":"When Sal's Pizza burns down, Jake goes out of his way to disprove the fire marshal's assumption that the owner set the fire; a computer virus exposes the precinct members' Internet browser histories."

	},
	{
		"epititle":"Thanksgiving",
		"epimg":"https://i.postimg.cc/8CDD1hHV/b99ep10.jpg",
		"episynop":"When Holt and Jake must leave Amy's Thanksgiving dinner to catch a perp, Boyle steps in to save the day."

	},
	{
		"epititle":"Christmas",
		"epimg":"https://i.postimg.cc/0QysSPFW/b99ep11.jpg",
		"episynop":"When Holt starts getting death threats, Jake takes charge of his security; Amy tries to get a precinct Christmas photo; Terry gets his mojo back."

	},
	{
		"epititle":"Pontiac Bandit",
		"epimg":"https://i.postimg.cc/d0BFDLHZ/b99ep12.jpg",
		"episynop":"Jake is interested in one of Rosa's perps, Doug Judy, who has information about the Pontiac Bandit, a car thief whom Jake has been tracking for years. Meanwhile, the station tries to accommodate a scooter-bound Charles' every need when he returns to work, but he proves to be too much to handle. And Captain Holt struggles to find a home for two puppies."

	},
	{
		"epititle":"The Bet",
		"epimg":"https://i.postimg.cc/LXQMBGMH/b99ep13.jpg",
		"episynop":"Jake and Amy's ongoing bet about who can make more arrests comes to a close. Meanwhile, Charles receives the Medal of Valor for getting shot in the line of duty, but the pain medication he is taking causes him to reveal his true opinions about his colleagues."

	},
	{
		"epititle":"The Ebony Falcon",
		"epimg":"https://i.postimg.cc/GtBnMzcv/b99ep14.jpg",
		"episynop":"On his first task back in the field, Terry busts a steroid ring, and in doing so, takes cues from Jake on how to harness his emotions. Meanwhile, Amy and Rosa help solve a breaking-and-entering case at Gina's apartment."

	},
	{
		"epititle":"Operation: Broken Feather",
		"epimg":"https://i.postimg.cc/cCVyPYH2/b99ep15.jpg",
		"episynop":"Jake probes a series of hotel robberies with Amy, but is upset when he learns she may leave the precinct to work with the Vulture in the Special Crimes unit. Meanwhile, Holt and Jeffords try to make their workplace more efficient."

	},
	{
		"epititle":"The Party",
		"epimg":"https://i.postimg.cc/RC8B3rRd/b99ep16.jpg",
		"episynop":"The officers in the precinct head over to Holt's house to celebrate his birthday, but they wind up making a poor impression on his husband."

	},
	{
		"epititle":"Full Boyle",
		"epimg":"https://i.postimg.cc/zXg1Kd2r/b99ep17.jpg",
		"episynop":"Detective Boyle's new romance has upped his swagger, but Jake intervenes before his colleague goes Full Boyle and gets too serious, too soon, with his girlfriend. Meanwhile, Rosa and Amy have trouble taking a costumed citizen crime-fighter seriously, and Captain Holt has a new opponent"

	},
	{
		"epititle":"The Apartment",
		"epimg":"https://i.postimg.cc/VkPPRj2b/b99ep18.jpg",
		"episynop":"Jake’s crushing debt finally catches up to him, and he is in danger of losing his apartment, unless Gina can find a way to bail him out. Captain Holt and Sergeant Jeffords hold performance reviews for the entire precinct, and Rosa and Boyle have a run-in with one of the weekend squad officers."

	},
	{
		"epititle":"Tactical Village",
		"epimg":"https://i.postimg.cc/FHb5nYQC/b99ep19.jpg",
		"episynop":"The precinct heads to Tactical Village Day, a mandatory training course in which all regional precincts compete. While there, Amy runs into Teddy, a fellow officer she used to date. Meanwhile, Holt becomes addicted to a game on his phone and Rosa is pissed at Charles for not inviting her to his wedding"

	},
	{
		"epititle":"Fancy Brudgom",
		"epimg":"https://i.postimg.cc/vmQFRGYY/b99ep20.jpg",
		"episynop":"Charles asks Jake to be the best man at his wedding, a role that requires Jake to be supportive in important wedding decisions, ranging from cake tasting to floral arrangements. Meanwhile, Terry, Amy and Gina support each other as they start a new extreme diet and Holt helps Rosa make a sincere apology."

	},
	{
		"epititle":"Unsolvable",
		"epimg":"https://i.postimg.cc/1zJxsbXp/b99ep21.jpg",
		"episynop":"During a weekend off, Jake decides to tackle a cold case that everyone thinks is unsolvable; Amy plans a trip with Teddy (Kyle Bornheimer); Rosa and Gina share a secret with Charles."

	},
	{
		"epititle":"Charges and Specs",
		"epimg":"https://i.postimg.cc/pTTwTk53/b99ep22.jpg",
		"episynop":"Jake’s investigation of philanthropic civic leader Lucas Wint is shut down by Commissioner Podalski. Still determined to crack the case, Jake enlists Amy and a reluctant Captain Holt to help him uncover more evidence, even if it means facing suspension. Meanwhile, Charles is devastated over pre-marital problems with Vivian, and Gina knows just how to cheer him up."
	}
]
	}
]
	},
{
	"name":"Bojack Horseman",
	"synopsis":"Meet the most beloved sitcom horse of the 90s - 20 years later. BoJack Horseman was the star of the hit TV show Horsin' Around, but today he's washed up, living in Hollywood, complaining about everything, and wearing colorful sweaters.",
	"year":"2014",
	"rating":"TV-14",
	"cover":"https://i.postimg.cc/XJKmvhsj/bojackcover.jpg",
	"thumbnail":"https://i.postimg.cc/hGYDLSHY/bojack1.jpg",
	"id":2,
	"type": "serie",
	"seasons" : "1 season",
	"episodes": [{
		"season":[
			{
		"epititle":"The BoJack Horseman Story, Chapter One",
		"epimg":"https://i.postimg.cc/hPpFTfV9/bojackep1.jpg",
		"episynop":"To help with the memoir he hopes will put him back in the spotlight, BoJack hires a ghostwriter."

	}, 
	{
		"epititle":"BoJack Hates the Troops",
		"epimg":"https://i.postimg.cc/g2JCDmK1/bojackep2.jpg",
		"episynop":"BoJack finds himself the subject of national media attention after he calls the troops jerks."
	},
	{
		"epititle":"Prickly-Muffin",
		"epimg":"https://i.postimg.cc/6pmDbgjq/bojackep3.jpg",
		"episynop":"BoJack reconnects with a friend from his past who moves into his house and creates pandemonium."

	},
{
		"epititle":"Zoes and Zeldas",
		"epimg":"https://i.postimg.cc/25LgsGMw/bojackep4.jpg",
		"episynop":"BoJack decides to mentor Todd; Diane's ex-boyfriend writes an article about Mr. Peanutbutter."

	},
	{
		"epititle":"Live Fast, Diane Nguyen",
		"epimg":"https://i.postimg.cc/LXzwXXHg/bojackep5.jpg",
		"episynop":"A business trip for BoJack and Diane takes a detour; Todd runs a scam that gets him in trouble."

	},
	{
		"epititle":"Our A-Story Is A 'D' Story",
		"epimg":"https://i.postimg.cc/qRfW4ndd/bojackep6.jpg",
		"episynop":"BoJack is jealous of Diane's relationship with Mr. Peanutbutter; Todd's in a new environment."

	},
	{
		"epititle":"Say Anything",
		"epimg":"https://i.postimg.cc/MKZN6qgX/bojackep7.jpg",
		"episynop":"BoJack sabotages himself with an epic bender; Princess Carolyn's agency merges with another."

	},
	{
		"epititle":"The Telescope",
		"epimg":"https://i.postimg.cc/nVGNfCR6/bojackep8.jpg",
		"episynop":"When he learns that his old friend from Horsin' Around is dying, BoJack tries to mend fences."

	},
	{
		"epititle":"Horse Majeure",
		"epimg":"https://i.postimg.cc/0jn4YBK8/bojackep9.jpg",
		"episynop":"A lovestruck BoJack tries to sabotage a wedding; Todd accepts a surprising new professional role."

	},
	{
		"epititle":"One Trick Pony",
		"epimg":"https://i.postimg.cc/4ysMhgdL/bojackep10.jpg",
		"episynop":"BoJack shoots a movie at Mr. Peanutbutter’s house; Diane finishes her book."

	},
	{
		"epititle":"Downer Ending",
		"epimg":"https://i.postimg.cc/bN6Md4jg/bojackep11.jpg",
		"episynop":"BoJack embarks on a project in his typically gonzo style, leading to a drug-fueled revelation"

	},
	{
		"epititle":"Later",
		"epimg":"https://i.postimg.cc/kgBHSwJm/bojackep12.jpg",
		"episynop":"Months after his memoir is released, BoJack's being considered for a role that's a lifelong dream."

	}
]
	}]
},
	{

	"name":"Buffy, the vampire-slayer",
	"synopsis":"Into every generation a slayer is born: one girl in all the world, a chosen one. She alone will wield the strength and skill to fight the vampires, demons, and the forces of darkness; to stop the spread of their evil and the swell of their number. She is the Slayer.",
	"year":"1997",
	"rating":"TV-14",
	"cover":"https://i.postimg.cc/L5RZLyj6/buffycover.jpg",
	"thumbnail":"https://i.postimg.cc/8PTSrJ75/buffy1.jpg",
	"id":3,
	"type": "serie",
	"seasons" : "1 season",
	"episodes": [{
		"season":[
			{
		"epititle":"Welcome to the Hellmouth",
		"epimg":"https://i.postimg.cc/QCbKbpqg/buffyep1.jpg",
		"episynop":"Determined for a fresh start, Buffy Summers moves to Sunnydale only to find out that it's located on a Hellmouth and that her slaying duties have just begun."

	}, 
	{
		"epititle":"The Harvest",
		"epimg":"https://i.postimg.cc/qM1C6xq4/buffyep2.jpg",
		"episynop":"Buffy gradually learns to accept her role as the Slayer and prepares to battle the Master's minions in order to stop the Harvest, a ceremony which will free the Master from his prison in the sewers. Willow and Xander are confided in by Giles about the existence of Vampires and Demons and, although overwhelmed, pledge to help Buffy in her fight."
	},
	{
		"epititle":"Witch",
		"epimg":"https://i.postimg.cc/v8Lnbsd1/buffyep3.jpg",
		"episynop":"When several cheerleaders are involved in strange accidents that cause them to spontaneously combust or leave them without eyes or a mouth, Buffy and the gang suspect that one of the cheerleader wannabes is practicing witchcraft and is trying to eliminate her competition."

	},
{
		"epititle":"Teacher's Pet",
		"epimg":"https://i.postimg.cc/GmN8q3vf/buffyep4.jpg",
		"episynop":"When Xander and most of the male population of Sunnydale High fall for the substitute science teacher Miss French, Buffy tries to warn him that she may not be what she seems when she sees the well-proportioned female specimen scare off a vampire."

	},
	{
		"epititle":"Never Kill a Boy on the First Date",
		"epimg":"https://i.postimg.cc/YSW4Vc3C/buffyep5.jpg",
		"episynop":"Buffy sets her sights on the mysterious and brooding Owen and she opts to go on a date rather than help Giles prevent a prophecy about an unstoppable vampire rising to help the Master. Giles decides to face the prophecy alone and gets himself trapped and when Buffy is forced to save him she learns that Owen is a little too enticed by her dangerous lifestyle."

	},
	{
		"epititle":"The Pack",
		"epimg":"https://i.postimg.cc/Hx0rYQFG/buffyep6.jpg",
		"episynop":"Buffy's friend Xander and four classmates are possessed by animal spirits, causing them to act increasingly like predators"

	},
	{
		"epititle":"Angel",
		"epimg":"https://i.postimg.cc/hthQLQQx/buffyep7.jpg",
		"episynop":"After saving her from a gang of vampire warriors, Angel and Buffy's relationship grows until he reveals his true self to her. Angel is really Angelus, a 240-year-old vampire who has a reputation for being the most violent creature to ever walk the Earth. Faced with the reality that her possible true love is an enemy, Buffy must ask herself - can a vampire really be a good person or must she do her sworn duty and destroy him?"

	},
	{
		"epititle":"I, Robot... You, Jane",
		"epimg":"https://i.postimg.cc/vBw1wPqL/buffyep8.jpg",
		"episynop":"Willow, saddened by Xander's affection for Buffy turns to the chat rooms and meets a charming boy on-line, ignoring Buffy's concerns about Internet freaks. Meanwhile, the rest of the gang discover a demon trapped in the school computer network."

	},
	{
		"epititle":"The Puppet Show",
		"epimg":"https://i.postimg.cc/fywJJVhV/buffyep9.jpg",
		"episynop":"The new principal forces Giles to run Sunnydale High's annual talent show and Buffy, Willow and Xander have to perform against their will. Things get worse as the talent show proves to be a deadly place when one of the participants is found with her heart removed and the clues all point to one boy and his ventriloquist puppet."

	},
	{
		"epititle":"Nightmares",
		"epimg":"https://i.postimg.cc/FzD1ch9D/buffyep10.jpg",
		"episynop":"When strange things begin happening to the students at Sunnydale High, it seems that everyone is living their worst nightmares. Buffy and the gang must hold together to stop the phenomena before reality and the nightmare world become one."

	},
	{
		"epititle":"Out of Mind, Out of Sight",
		"epimg":"https://i.postimg.cc/c1mvPBQw/buffyep11.jpg",
		"episynop":"When a seemingly evil invisible force centers around Cordelia, Buffy investigates and discovers that a student who was ignored by all her classmates, including Willow and Xander; became invisible by their perception of her and she plans revenge on Cordelia because of her popularity."

	},
	{
		"epititle":"Prophecy girl",
		"epimg":"https://i.postimg.cc/VLkJw0RT/buffyep12.jpg",
		"episynop":"With the help of Angel, Giles discovers an ancient prophecy which foresees that Buffy will die if she fights The Master. Upon hearing of her doom, Buffy is met with the biggest decision of her young life. When vampires attack a group of students at the school, Buffy decides to face her destiny. Unfortunately, the prophecy is deceiving and it is actually Buffy who frees the Master when he feeds on her and gains the power to break through the barrier. Buffy falls unconscious into a pool of water and drowns but Xander and Angel arrive in time and Xander performs CPR to bring her back. Buffy wakes and is stronger after the encounter and the three head to the school to stop the Master, while the rest of the gang have their hands full fighting off the Hellmouth."

	}]
	}]
}
,
	{

	"name":"Doctor Who",
	"synopsis":"The Doctor is a Time Lord: a 900 year old alien with 2 hearts, part of a gifted civilization who mastered time travel. The Doctor saves planets for a living—more of a hobby actually, and the Doctor's very, very good at it.",
	"year":"2005",
	"rating":"12",
	"cover":"https://i.postimg.cc/256j30m8/459006.jpg",
	"thumbnail":"https://i.postimg.cc/wBmPrg1Z/doctor4.jpg",
	"id":4,
	"type": "serie",
	"seasons" : "1 season",
	"episodes": [{
		"season":[
			{
		"epititle":"Rose",
		"epimg":"https://i.postimg.cc/tT01HXRM/dwep1.jpg",
		"episynop":"Rose Tyler meets a mysterious stranger called the Doctor, and realises Earth is in danger."

	}, 
	{
		"epititle":"The End of the World",
		"epimg":"https://i.postimg.cc/BZBjd9rm/dwep2.jpg",
		"episynop":"The Doctor takes Rose on her first voyage through time: to the year five billion, when the Sun is about to expand and swallow the Earth. She is cautious and soon starts to question her reasons for joining The Doctor. But amongst the powerful alien races gathering to watch on Platform One, a murderer is at work. Who is controlling the mysterious and deadly metal spiders?"

	},
	{
		"epititle":"The Unquiet Dead",
		"epimg":"https://i.postimg.cc/x8ncctzG/dwep3.jpg",
		"episynop":"Charles Dickens and the Doctor team up as corpses stalk the streets of Victorian Cardiff."

	},
{
		"epititle":"Aliens of London (1)",
		"epimg":"https://i.postimg.cc/RFcWSjNV/dwep4.jpg",
		"episynop":"Rose is taken home, but a spaceship crashes in the Thames and London is closed off... Enter the Slitheen!"

	},
	{
		"epititle":"World War Three (2)",
		"epimg":"https://i.postimg.cc/xTjXQpYn/dwep5.jpg",
		"episynop":"Time is running out for the Doctor as Downing Street announces mankind's first Interplanetary War."

	},
	{
		"epititle":"Dalek",
		"epimg":"https://i.postimg.cc/wTW7j5TJ/dwep6.jpg",
		"episynop":"The Doctor is shattered and Earth is in danger as he and Rose discover the Time Lords' deadliest enemy beneath Utah."

	},
	{
		"epititle":"The Long Game",
		"epimg":"https://i.postimg.cc/RhdqfK7k/dwep7.jpg",
		"episynop":"Adam catches a glimpse of the wonders of travelling in the Tardis, as they head to a future, where Satellite 5 broadcasts to the entire Earth Empire. But anyone promoted to Floor 500 is never seen again, and the Doctor suspects mankind is being manipulated."

	},
	{
		"epititle":"Father's Day",
		"epimg":"https://i.postimg.cc/Y9wSsbbc/dwep8.jpg",
		"episynop":"Rose requests a trip back to the day her father, Pete Tyler, died. Reluctantly, the Doctor agrees, but he realises he has made a mistake, when Rose saves Pete from being run over by a car. This has now changed the timeline, and Reapers are transposing themselves all over the Universe. However, this time, the Doctor doesn't have a plan…"

	},
	{
		"epititle":"The Empty Child (1)",
		"epimg":"https://i.postimg.cc/pL4rD2jL/dwep9.jpg",
		"episynop":"After chasing an unexplained capsule through time, the TARDIS lands in London, during an air raid. Rose investigates when a small child wearing a gasmask, standing on a rooftop, continuously calls out for his mummy. After floating above the city on a barrage balloon, Rose is swept off her feet by another time traveller – Captain Jack Harkness. Meanwhile, The Doctor follows a teenaged girl to a meeting of the homeless children of the Blitz. Here, the child in the gasmask is terrorising them with a parade of strange events, constantly asking for his mother."

	},
	{
		"epititle":"The Doctor Dances (2)",
		"epimg":"https://i.postimg.cc/rwKz0dKH/dwep10.jpg",
		"episynop":"After narrowly escaping the gas mask monsters, The Doctor, Rose, and Captain Jack try to stop the mutated people from infecting other victims. But it soon becomes apparent that one of the group may indirectly responsible for the virus. The answer lies at the bomb site, but time is running out..."

	},
	{
		"epititle":"Boom Town",
		"epimg":"https://i.postimg.cc/fbdLC67j/dwep11.jpg",
		"episynop":"The Doctor, Rose and Captain Jack stop off in present-day Cardiff to recharge the TARDIS on the Rift they formerly encountered in 1869. Whilst there, they come upon a since-thought-long-dead enemy of theirs, who is hatching yet another plan to destroy Earth."

	},
	{
		"epititle":"Bad Wolf (1)",
		"epimg":"https://i.postimg.cc/63LQJnm8/dwep12.jpg",
		"episynop":"In a seemingly futuristic world, the Doctor wakes up in the Big Brother house during an eviction, Rose wakes up on the Weakest Link with the Anne-Droid, and Captain Jack gets a make over with Trin-E and Zu-Zana. But something unusual is happening, and the losing contestants are being disintergrated. Obviously, it's time for the Doctor to investigate. There could be only one monster behind this - the Daleks!"

	},
		{
		"epititle":"The Parting of the Ways (2)",
		"epimg":"https://i.postimg.cc/SKYX5X49/dw13.jpg",
		"episynop":"The fate of the Universe is hanging in the balance as the Dalek fleet begin their invasion of Earth. The Doctor must decide whether to sacrifice every human being on Earth in order to save every other living creature in the universe fr"

	}
	
]
	}]
},
	{

	"name":"Firefly",
	"synopsis":"In the year 2517, after the arrival of humans in a new star system, follow the adventures of the renegade crew of Serenity, a Firefly-class spaceship. The ensemble cast portrays the nine characters who live on Serenity.",
	"year":2002,
	"rating":"TV-14",
	"cover":"https://i.postimg.cc/wxnJhsbk/1137229.jpg",
	"thumbnail":"https://i.postimg.cc/7PmBmfBb/firefly1.jpg",
	"id":5,
	"type": "serie",
	"seasons" : "1 season",
	"episodes": [{
		"season":[
			{
		"epititle":"The Train Job",
		"epimg":"https://i.postimg.cc/y6pywR4Q/fireflyep1.jpg",
		"episynop":"The crew of Serenity take on a train heist commissioned by a crime lord. They steal the goods, only to find it is medicine that's desperately needed by the town."

	}, 
	{
		"epititle":"Bushwhacked",
		"epimg":"https://i.postimg.cc/nrWK7yGb/fireflyep2.jpg",
		"episynop":"Serenity is pulled in by a Tohoku-class cruiser while investigating a spaceship that was attacked by Reavers. Simon and River must hide to prevent capture, while something is wrong with the lone survivor of the attacked spaceship."

	},
	{
		"epititle":"Our Mrs. Reynolds",
		"epimg":"https://i.postimg.cc/fT3fZbMw/fireflyep3.jpg",
		"episynop":"As an unexpected reward for an unpaid job, Mal finds himself married to a naïve, subservient young woman named Saffron. The crew are amused at his discomfort and Book lectures him on propriety, but things aren't as smoothly straightforward as they thought them to be."

	},
{
		"epititle":"Jaynestown",
		"epimg":"https://i.postimg.cc/tCLtgHgF/fireflyep4.jpg",
		"episynop":"Returning to a planet where he ran into some serious trouble years ago, Jayne discovers that he's become a local folk legend. Mal decides to use this entertaining distraction to complete a job, but some unfinished business may derail his plans."

	},
	{
		"epititle":"Out of Gas",
		"epimg":"https://i.postimg.cc/nL1vTjG1/fireflyep5.jpg",
		"episynop":"After Serenity suffers a catastrophe that leaves her crew with only hours of oxygen, flashbacks show how Mal and Zoë acquired Serenity and assembled their motley band."

	},
	{
		"epititle":"Shindig",
		"epimg":"https://i.postimg.cc/R0m7cQKF/fireflyep6.jpg",
		"episynop":"Inara attends a formal society dance, only to find Malcolm there as well, attempting to set up a smuggling job. Mal comes to blows with Inara's conceited date and finds himself facing a duel with a renowned swordsman, and only one night to learn how to fence."

	},
	{
		"epititle":"Safe",
		"epimg":"https://i.postimg.cc/mgC3z6cJ/fireflyep7.jpg",
		"episynop":"Mal must choose which crew members to save when one is gravely wounded and two others are kidnapped. Simon finds an uneasy haven in a remote village, but River's uncanny perceptions jeopardize the Tams' temporary safety."

	},
	{
		"epititle":"Ariel",
		"epimg":"https://i.postimg.cc/0Q274kt1/fireflyep8.jpg",
		"episynop":"Hard up for cash, Serenity takes on a job from Simon: help him get a thorough diagnostic of River in return for the opportunity to loot the vast medical stores of an Alliance hospital on central world Ariel. But River's pursuers are hot on their trail, and they receive some unexpected inside help."

	},
	{
		"epititle":"War Stories",
		"epimg":"https://i.postimg.cc/W3W0LBKF/fireflyep9.jpg",
		"episynop":"Angered at Zoë's unshakable war connection to Mal, Wash demands a shot at a field assignment. Unfortunately, crime lord Niska chooses this moment to exact a brutal vengeance for Mal's failure to complete an earlier job.s"

	},
	{
		"epititle":"Objects in Space",
		"epimg":"https://i.postimg.cc/ZnWpTftf/fireflyep10.jpg",
		"episynop":"Serenity encounters a ruthlessly professional bounty hunter, Jubal Early, who will stop at nothing to retrieve River. But River, feeling unwelcome on the ship, takes a novel approach to escaping from the long arm of the Alliance."
	},
	{
		"epititle":"Serenity",
		"epimg":"https://i.postimg.cc/bY516jk4/fireflyep11.jpg",
		"episynop":"Malcolm Reynolds is a veteran and the captain of Serenity. He and his crew are smuggling goods, but they need to pick up some passengers for extra money. However, not all the passengers are what they seem"

	},
	{
		"epititle":"Heart of Gold",
		"epimg":"https://i.postimg.cc/hvNxh9KK/fireflyep12.jpg",
		"episynop":"Malcolm Reynolds is a veteran and the captain of Serenity. He and his crew are smuggling goods, but they need to pick up some passengers for extra money. However, not all the passengers are what they seem."

	},
	{
		"epititle":"Trash",
		"epimg":"https://i.postimg.cc/bwckhH6T/fireflyep13.jpg",
		"episynop":"Saffron returns to plague Serenity with a scheme to steal a rare antique weapon from a wealthy landowner. Unfortunately for Mal, she neglects to mention just how she came across the information needed to break into the landowner's home."

	},
	{
		"epititle":"The Message",
		"epimg":"https://i.postimg.cc/X7ydmDgq/fireflyep14.jpg",
		"episynop":"A former Independence soldier who had served with Mal and Zoë returns in a dramatic manner, with a vicious Alliance officer chasing after him for some unusual smuggled goods."

	}
]
	}]
	},
	{

	"name":"Fullmetal Aclhemist: Brotherhood",
	"synopsis":"Edward and Alphonse Elric's reckless disregard for alchemy's fun­damental laws ripped half of Ed's limbs from his body and left Al's soul clinging to a cold suit of armor. To restore what was lost, the brothers scour a war-torn land for the Philosopher's Sto­ne, a fabled relic which grants the ability to perform alchemy in impossible ways",
	"year":2009,
	"rating":"TV-14",
	"cover":"https://i.postimg.cc/V6tBnfkq/fmacover2.jpg",
	"thumbnail":"https://i.postimg.cc/zfC7WBbz/fma2.jpg",
	"id":6,
	"type": "serie",
	"seasons" : "1 season",
	"episodes": [{
		"season":[
			{
		"epititle":"Fullmetal Alchemist",
		"epimg":"https://i.postimg.cc/4yTv1DYr/fmaep1.jpg",
		"episynop":"The Elric brothers adjust to military life and take part in a manhunt for Isaac the Freezer, a former State Alchemist bent on ending the reign of Fuhrer Bradley."

	}, 
	{
		"epititle":"The First Day",
		"epimg":"https://i.postimg.cc/MZymGp4x/fmaep2.jpg",
		"episynop":"A glimpse into the past reveals the pain and desperation that drove the Elric boys to break alchemy's greatest taboo - human transmutation - and their reasons for becoming dogs of the military."

	},
	{
		"epititle":"City of Heresy",
		"epimg":"https://i.postimg.cc/5yqBKsvj/fmaep3.jpg",
		"episynop":"Science and faith collide when the Elrics confront Father Cornello. He claims to work miracles, but the brothers suspect him of abusing a Philosopher's Stone to manipulate his flock."

	},
{
		"epititle":"An Alchemist's Anguish",
		"epimg":"https://i.postimg.cc/m2j3Q6B5/fmaep4.jpg",
		"episynop":"The Elrics meet Shou Tucker, a leading researcher in the field of chimeras. He has much to teach Ed and Al about alchemy - and the horrible cruelty that sometimes accompanies it."

	},
	{
		"epititle":"Rain of Sorrows",
		"epimg":"https://i.postimg.cc/X74cB0S5/fmaep5.jpg",
		"episynop":"Edward and Alphonse are attacked by Scar, a mysterious killer wanted for a string of gruesome murders. His powers are incredible - and his obsession with slaying State Alchemists might be justified."

	},
	{
		"epititle":"Road of Hope",
		"epimg":"https://i.postimg.cc/CKBjphD3/fmaep6.jpg",
		"episynop":"Before arriving at the Rockbell home for repairs, the Elrics meet Dr. Marcoh, a State Alchemist running from past sins. The information he gives Ed and Al could put the Philosopher's Stone within reach."

	},
	{
		"epititle":"Hidden Truths",
		"epimg":"https://i.postimg.cc/DwYqNJWQ/fmaep7.jpg",
		"episynop":"The Elrics discover the horrific ingredient needed to create a Philosopher's Stone. When night falls, they prowl the grounds of a secret laboratory in search of more facts - but the brothers find only danger."

	},
	{
		"epititle":"The Fifth Laboratory",
		"epimg":"https://i.postimg.cc/nhL4TYLc/fmaep8.jpg",
		"episynop":"Ed and Al furiously battle the Fifth Laboratory's psychotic guards. In the chaos, the truth behind the Philosopher's Stone is buried beneath rubble - and disturbing new questions are unearthed."

	},
	{
		"epititle":"Created Feelings",
		"epimg":"https://i.postimg.cc/Bvr2qrBX/fmaep9.jpg",
		"episynop":"Al is haunted by the notion his entire existence was simply created by his brother. When the youngest Elric angrily reveals these suspicions, only Winry can convince him just how wrong he is about Ed."

	},
	{
		"epititle":"Separate Destinations",
		"epimg":"https://i.postimg.cc/gJ38rgg4/fmaep10.jpg",
		"episynop":"When the conspiracy surrounding the Philosopher's Stone closes in on the highest ranks of the military, one of Mustang's most trusted and cherished allies is murdered."

	},
	{
		"epititle":"Miracla at Rush Valley",
		"epimg":"https://i.postimg.cc/MHxRB14w/fmaep11.jpg",
		"episynop":"The Elrics, realizing alchemy has yet to unlock the mysteries of creating life, feel powerless when a new friend goes into labor. Winry, however, jumps into action with a young thief named Paninya."

	},
	{
		"epititle":"One is All, All is One",
		"epimg":"https://i.postimg.cc/fyKdfJn9/fmaep12.jpg",
		"episynop":"While visiting Izumi, their childhood teacher, the Elrics recall the early difficulties of grasping equivalent exchange. They also discover she shares their intimate knowledge of alchemy's greatest taboo."

	},
	{
		"epititle":"Beasts of Dublith",
		"epimg":"https://i.postimg.cc/FFg04ndH/fmaep13.jpg",
		"episynop":"Al is abducted by chimeras led by the seemingly indestructible Homunculus known as Greed. When Ed's rescue attempt falls short, Izumi proves once more that she's got the brothers' best interests in mind."

	}
]
		}]
}
,
	{

	"name":"Galavant",
	"synopsis":"Once upon a time, the dashing hero, Prince Galavant lost the love of his life, Madalena, to the evil King Richard. Now, our fallen hero is ready to take revenge and restore his “happily ever after.” But it won't be without a few twists and turns along the way in this fairytale musical.",
	"year":2015,
	"rating":"TV-PG",
	"cover":"https://i.postimg.cc/qvNyVBH8/galavantcover.jpg",
	"thumbnail":"https://i.postimg.cc/4dw1LSQj/galavant1.jpg",
	"id":7,
	"type": "serie",
	"seasons" : "1 season",
	"episodes": [{
		"season":[
			{
		"epititle":"Pilot",
		"epimg":"https://i.postimg.cc/dthHVY89/galavantep1.jpg",
		"episynop":"When heroic, charming and handsome Sir Galavant loses his true love, the beautiful Madalena, to evil King Richard's wealth and power, he falls into a deep and drunken despair. Just as our hero hits rock bottom, Princess Isabella shows up with a quest to save her kingdom, defeat the despicable King Richard, and provide an opportunity for Galavant to reclaim Madalena. Galavant is off to become a hero again and strike a blow for true love…but first, Galavant has to fit into his old hero pants."

	}, 
	{
		"epititle":"Joust Friends",
		"epimg":"https://i.postimg.cc/wTnWtG2Y/galavantep2.jpg",
		"episynop":"Galavant enters a jousting tournament against a boastful rival, Sir Jean Hamm, to test his return to heroic form (and win some much-needed traveling money and a really nice rooster). But it quickly becomes clear that Galavant is a long shot to win. Meanwhile, King Richard asks Gareth to help him become a bit more macho so that Madalena won't despise him quite so much."

	},
	{
		"epititle":"Two Balls",
		"epimg":"https://i.postimg.cc/jSNMy43w/galavantep3.jpg",
		"episynop":"A visit to Sid's hometown reveals he has not been truthful about his career path. While Galavant and Isabella back up Sid's stories, King Richard decides to throw a ball to cheer up the people of Valencia."

	},
{
		"epititle":"Comedy Gold",
		"epimg":"https://i.postimg.cc/0NscnKht/galavantep4.jpg",
		"episynop":"An encounter with land-bound pirates forces Galavant, Isabella and Sid to learn how to get over their petty squabbles and work together. Meanwhile, King Richard tries a new tact to win Madalena's love."

	},
	{
		"epititle":"Completely Mad...Alena",
		"epimg":"https://i.postimg.cc/yd6n441c/galavantep5.jpg",
		"episynop":"As our heroic trio finally approaches Valencia, they find shelter and doo-wop among local monks who have taken a vow of singing, led by Confessional Monk. Madalena, frustrated with King Richard, decides to take matters into her own hands with her own devious plot involving the besotted Chef and her winsome handmaiden, Gwynne."

	},
	{
		"epititle":"Dungeons and Dragon Lady",
		"epimg":"https://i.postimg.cc/3wF9cJT3/galavantep6.jpg",
		"episynop":"While Galavant struggles with the realization about his true love, King Richard goes on a voyage of self-discovery, thanks to a potion from the magician, Xanax. As Galavant draws closer to the woman he really loves, an emboldened King Richard starts to assert himself, just as his meaner, elder brother returns—Kingsley."

	},
	{
		"epititle":"My Cousin Izzy",
		"epimg":"https://i.postimg.cc/vTczTr6m/galavantep7.jpg",
		"episynop":"Thinking about being in a relationship, Isabella wants Galavant to try to impress her parents with attentive small talk, but he’s confident that breaking everyone out of prison will impress them and save them from certain death. Galavant gets his opportunity for a hero moment when King Richard challenges his brother to a duel and needs a champion to fight for him."

	},
	{
		"epititle":"It's All in the Executions",
		"epimg":"https://i.postimg.cc/FRPphWzq/galavantep8.jpg",
		"episynop":"Galavant enlists King Richard in a plot to kill Kingsley before the duel… but ends with a drunken whimper. Will Gareth kill King Richard in the duel? Will Galavant rescue everyone? Will Madalena find a new “boy toy?” The answers are very different from what you expect."

	}
]
	}]},
	{
	"name":"Good Omens",
	"synopsis":"Aziraphale, an angel, and Crowley, a demon, join forces to find the Antichrist and stop Armageddon.",
	"year":2019,
	"rating":12,
	"cover":"https://i.postimg.cc/pdjHMhZb/gocover.jpg",
	"thumbnail":"https://i.postimg.cc/ht9TZYSM/go2.jpg",
	"id":8,
	"type": "serie",
	"seasons" : "1 season",
	"episodes": [{
		"season":[
			{
		"epititle":"In the Beginning",
		"epimg":"https://i.postimg.cc/mZjG4GQD/goep1.jpg",
		"episynop":"In the beginning and eleven years ago, two immortal beings decide that it might not be time to start an Apocalypse."

	}, 
	{
		"epititle":"The Book",
		"epimg":"https://i.postimg.cc/Qtrr884B/goep2.jpg",
		"episynop":"Having followed the wrong boy for years, Aziraphale and Crowley must now try to locate the whereabouts of real Antichrist. Perhaps the story of Agnes Nutter and her famous prophecies will hold the answer?"

	},
	{
		"epititle":"Hard Times",
		"epimg":"https://i.postimg.cc/fLjQkGp8/goep3.jpg",
		"episynop":"We follow Aziraphale and Crowley's friendship across the ages. Meanwhile, in the present day, Agnes Nutter's descendant Anathema arrives in Tadfield on her own mission to save the world."

	},
{
		"epititle":"Saturday Morning Funtime",
		"epimg":"https://i.postimg.cc/KjGST9yx/goep4.jpg",
		"episynop":"Aziraphale and Crowley's friendship is tested to the limit as their superiors catch up with them. Armageddon starts in earnest, with the Antichrist's powers wreaking havoc across the globe."

	},
	{
		"epititle":"The Doomsday Option",
		"epimg":"https://i.postimg.cc/fy84fxwX/goep5.jpg",
		"episynop":"Aziraphale and Crowley race towards Tadfield airbase as they attempt to prevent Adam and the Four Horsemen from beginning the apocalypse. But one has been discorporated and the other is trapped in a flaming motorway. Will they get there in time?"

	},
	{
		"epititle":"The Very Last Day of the Rest of Their Lives",
		"epimg":"https://i.postimg.cc/HsL1sP2t/goep6.jpg",
		"episynop":"Can Adam, Crowley and Aziraphale work together to fight the powers of Heaven and Hell and prevent the apocalypse? And what fate awaits them if they do? The story reaches its conclusion, and it might just be the end of the world."

	}
	
]
	}]},
	{

	"name":"How I Met Your Mother",
	"synopsis": "A father recounts to his children - through a series of flashbacks - the journey he and his four best friends took leading up to him meeting their mother.",
	"year":2005,
	"rating":"TV-14",
	"cover":"https://i.postimg.cc/bvjsmK7C/wp9208886-yellow-umbrella-wallpapers.jpg",
	"thumbnail":"https://i.postimg.cc/WpCZNVzX/how1.jpg",
	"id":9,
	"type": "serie",
	"seasons" : "1 season",
	"episodes": [{
		"season":[
			{
		"epititle":"Pilot",
		"epimg":"https://i.postimg.cc/Xv1QLQFn/himymep1.jpg",
		"episynop":"When Ted's best friend Marshall proposes to his girlfriend, Lily, Ted realizes he'd better get a move on if he hopes to find true love. Ted soon meets Robin in a neighborhood bar, immediately becomes smitten and scores a first date. But when Ted can hardly wait to see her again, his eagerness threatens to scare her away."

	}, 
	{
		"epititle":"Purple Giraffe",
		"epimg":"https://i.postimg.cc/k4kw3GfZ/himymep2.jpg",
		"episynop":"In a desperate attempt for a second date, Ted invites Robin to a party he is throwing. However, she doesn't show up and he keeps throwing parties in the hopes she will finally arrive."

	},
	{
		"epititle":"Sweet Taste of Liberty",
		"epimg":"https://i.postimg.cc/k4VwpKFK/himymep3.jpg",
		"episynop":"Ted agrees to let Barney spice up his love life, and ends up on a crazy adventure of flying to Philadelphia, encountering the law and visiting the Liberty Bell."

	},
{
		"epititle":"Return of the Shirt",
		"epimg":"https://i.postimg.cc/d3r6qFf0/himymep4.jpg",
		"episynop":"Ted's outlook on his continuing search for love is altered when he rediscovers a shirt that has not seen daylight in years. Meanwhile, Barney amuses himself by coaxing Robin into sacrificing her job by saying completely outlandish things on air live for a cash reward."

	},
	{
		"epititle":"Okay Awesome",
		"epimg":"https://i.postimg.cc/BQfNm88P/himymep5.jpg",
		"episynop":"Ted and Barney start checking out the club scene with their friend Robin, whereas Lily and Marshall try to participate in some more grown-up activities, as they draw slowly nearer to their wedding."

	},
	{
		"epititle":"Slutty Pumpkin",
		"epimg":"https://i.postimg.cc/FH9pQ2V9/himymep6.jpg",
		"episynop":"Ted makes his yearly pilgrimage to the rooftop Halloween party in search of a girl dressed as a pumpkin who he met years ago. Meanwhile, Robin is dumped after driving her new boyfriend away with her independent ways."

	},
	{
		"epititle":"Matchmaker",
		"epimg":"https://i.postimg.cc/VsCD99Nc/himymep7.jpg",
		"episynop":"When a matchmaker with a 100% success rate turns Ted away because he is not compatible with any of the available women in her database, he is still determined that he is going to find his match. After getting information from the matchmaker’s computer, Ted pays a visit to a very cute, but taken, dermatologist in an effort to prove the prediction wrong that there are no women out there for him. Meanwhile, Marshall and Lily are obsessed with ridding their apartment of a critter."

	},
	{
		"epititle":"The Duel",
		"epimg":"https://i.postimg.cc/tCdkwXPS/himymep8.jpg",
		"episynop":"As Lily becomes more of a permanent fixture in the apartment, Ted feels like he is being edged out of the mix by his engaged roomies. Petrified of being left alone and homeless, Ted tells Marshall that when he and Lily are married, he wants the apartment. The problem is that Marshall wants to keep the place too, so they settle it like real grown-ups -- launching into a sword fight that leaves one man down for the count."

	},
	{
		"epititle":"Belly Full of Turkey",
		"epimg":"https://i.postimg.cc/52n39ns8/himymep9.jpg",
		"episynop":"Ted and Robin are surprised to run into Barney when they volunteer at a homeless shelter on Thanksgiving. Lily is on the brink of freaking out when she goes to Thanksgiving dinner at her future in-laws house."

	},
	{
		"epititle":"The Pineapple Incident",
		"epimg":"https://i.postimg.cc/PqJMCY79/himymep10.jpg",
		"episynop":"After being forced into knocking back 5 shots, so he will stop thinking, Ted goes on a partying rampage. The next morning he wakes up with a woman in his bed, but he does not know who it is. So he turns to his friends to try and piece the night together and work out who the woman is in his bed."

	},
	{
		"epititle":"The Limo",
		"epimg":"https://i.postimg.cc/fbPfmknL/himymep11.jpg",
		"episynop":"Ted rents a limo to take the gang out to sample five New Year's Eve parties in a quest to find the perfect celebration."

	},
	{
		"epititle":"The Wedding",
		"epimg":"https://i.postimg.cc/ZRyFcZ4L/himymep12.jpg",
		"episynop":"Robin accepts Ted's invite to a friend's wedding, but thanks to Ted, the couple may never make it down the aisle."

	},
	{
		"epititle":"Drumroll, Please",
		"epimg":"https://i.postimg.cc/prbQc7dM/himymep13.jpg",
		"episynop":"Ted finds a new woman at the wedding. They want to remember the evening so they don't exchange last names or numbers; but Ted takes a big fall when he tries to find out her name."

	},
	{
		"epititle":"Zip, Zip, Zip",
		"epimg":"https://i.postimg.cc/QCQQ2bB9/himymep14.jpg",
		"episynop":"After agreeing to take things slowly and not have sex for a month, Ted and Victoria decide that they have waited long enough."

	},
	{
		"epititle":"Game Night",
		"epimg":"https://i.postimg.cc/BQ3cxdyx/himymep15.jpg",
		"episynop":"A mysterious tape arrives for Barney from one of his numerous ex-girlfriends, and the entire gang watches it. But, in order for them all to find out how she broke Barney's heart and made him into a suit-wearing bachelor, everyone must share their most embarrassing moment."

	},
	{
		"epititle":"Cupcake",
		"epimg":"https://i.postimg.cc/1RwrV9Wm/himymep16.jpg",
		"episynop":"Things are going great with Ted and Victoria's relationship, but when Victoria is offered her dream job, the couple have to make serious relationship decisions. Meanwhile Marshall and Lily set out to purchase their wedding outfits and find out that none can afford what they bought."

	},
	{
		"epititle":"Life Among the Gorillas",
		"epimg":"https://i.postimg.cc/DycQ5xkR/himymep17.jpg",
		"episynop":"Marshall interns at the corporation where Barney works and Lily finds that he is becoming a shallow jerk as he tries to fit in with his crude fratty coworkers. Meanwhile, Ted feels guilty when he receives several gifts from Victoria (Erika Singh) while he hasn't sent her anything."

	},
	{
		"epititle":"Nothing Good Happens After 2 A.M.",
		"epimg":"https://i.postimg.cc/bwNx51qr/himymep18.jpg",
		"episynop":"Robin, who is very lonely, asks Ted to come over to her apartment after 2 A.M., but he isn't sure if he wants to go as he has a phone call on the way over with his friends, and with Victoria on his mind"

	},
	{
		"epititle":"Mary the Paralegal",
		"epimg":"https://i.postimg.cc/vZqrwDmz/himymep19.jp",
		"episynop":"Robin is nominated to receive an award for a news report and everyone needs a date to take to the show. Barney introduces Ted to Mary as a date that Ted can take to the show. Originally Ted is opposed to the idea of just trying to save face in front of Robin but when she shows up with a date he changes his mind. Robin asks Mary lots of questions, and Ted begins to really like Mary, despite her occupation."

	},
	{
		"epititle":"Best Prom Ever",
		"epimg":"https://i.postimg.cc/s2MpjyQR/himymep20.jpg",
		"episynop":"Lily, Barney and Robin attend a high school prom to scout out a potential band for Lily and Marshall's wedding reception. In order to get in Lily and Robin pretend to be the dates of two kids who were going alone. Ted and Marshall are back at the apartment where they are preparing the invitations to be sent out."

	},
	{
		"epititle":"Milk",
		"epimg":"https://i.postimg.cc/yN20W5c3/himymep21.jpg",
		"episynop":"When a matchmaking company calls Ted claiming they have found his soul mate, he is forced to postpone his date when Lily asks for his help."

	},
	{
		"epititle":"Come On",
		"epimg":"https://i.postimg.cc/hjxTmr1y/himymep22.jpg",
		"episynop":"Ted tries to keep Robin from going on a camping trip so that she can spend time with him. Barney enlists the help of an old flame to perform a rain dance. At the same time Marshall finds out about Lily's interview for the fellowship in San Francisco."

	}
]
	}]},
	{

	"name":"I,Zombie",
	"synopsis":"A medical student who becomes a zombie joins a Coroner's Office in order to gain access to the brains she must reluctantly eat so that she can maintain her humanity. But every brain she eats, she also inherits their memories and must now solve their deaths with help from the Medical examiner and a police detective.",
	"year": 2015,
	"rating":"TV-14",
	"cover":"https://i.postimg.cc/TPjTW5Wj/izombiecover.jpg",
	"thumbnail":"https://i.postimg.cc/nhY9GQkP/izombie3.jpg",
	"id":10,
	"type": "serie",
	"seasons" : "1 season",
	"episodes": [{
		"season":[
			{
		"epititle":"Pilot",
		"epimg":"https://i.postimg.cc/9MWCPXG6/izombiep1.jpg",
		"episynop":"Medical resident Liv Moore becomes a zombie and loses her ambition until she begins working at the city morgue to gain access to brains that give her sustenance and allow her to maintain her humanity. She also learns that her new diet enables her to experience a victim's memories that can be used to help solve the person's murder."

	}, 
	{
		"epititle":"Brother, Can You Spare a Brain?",
		"epimg":"https://i.postimg.cc/RV39LDHZ/izombiep2.jpg",
		"episynop":"After an artist is murdered, Liv not only picks up his visions, she picks up traces of his passion and begins to see things in a more inspired way. Meanwhile, Blaine connects with Liv, and Liv tries to connect with Major."

	},
	{
		"epititle":"The Exterminator",
		"epimg":"https://i.postimg.cc/ryZMWkzH/izombiep3.jpg",
		"episynop":"Liv's newest corpse is a sociopathic hitman, and she's apathetically shocked to discover that she no longer feels emotions. Meanwhile, Marcy turns up as a full zombie and Ravi hopes that he can restore her in the hopes that it will lead to a cure for Liv."

	},
{
		"epititle":"Liv and Let Clive",
		"epimg":"https://i.postimg.cc/yxxK5fpn/izombiep4.jpg",
		"episynop":"After eating the brain of their newest John Doe, Liv gets a vision of Clive as a dirty cop working with a gang to find a rat in their organization. Meanwhile, Major gets a new roommate, and Blaine expands his business operation."

	},
	{
		"epititle":"Flight of the Living Dead",
		"epimg":"https://i.postimg.cc/FRDmTtp7/izombiep5.jpg",
		"episynop":"The newest brain at the morgue is personal for Liv: it's an adventurous girl that Liv voted out of her sorority house. While Liv and Clive try to determine if the girl was murdered, Major asks Clive for help finding Jerome."

	},
	{
		"epititle":"Virtual Reality Bites",
		"epimg":"https://i.postimg.cc/xTWQx3vy/izombiep6.jpg",
		"episynop":"Liv eats rotting brains to get a lead on the murder of an agoraphobic Internet troll and MMORPG player. Meanwhile, Major continues looking into Jerome's disappearance, and Eva makes the acquaintance of Meat Cute's owner."

	},
	{
		"epititle":"Maternity Liv",
		"epimg":"https://i.postimg.cc/0yDsLKZg/izombiep7.jpg",
		"episynop":"Lt. Suzuki dedicates all of the police resources to finding the killer of a rich white girl who died of exposure after an eight-month disappearance. The girl gives birth before she dies, and Liv soon starts having maternal feelings toward the baby and everyone else around her. Meanwhile, Major tries to find out more about Julien, and Liv and Lowell's relationship changes when he eats the wrong brain."

	},
	{
		"epititle":"Dead Air",
		"epimg":"https://i.postimg.cc/SRP4pWw4/izombiep8.jpg",
		"episynop":"Liv's newest brain is a talk show host who gives relationship advice, but Liv's overbearing shrinking of her friends soon irritates them. Meanwhile, Liv questions her relationship with Lowell, Blaine meets with Suzuki, and Major begins to realize the truth about zombies in Seattle."

	},
	{
		"epititle":"Patriot Brains",
		"epimg":"https://i.postimg.cc/DzhTFfYS/izombiep9.jpg",
		"episynop":"Means and opportunity coincide when Liv eats the brain of a murdered soldier... and the opportunity to shoot and kill Blaine arises. Meanwhile, Ravi nervously waits to see if the rat bite will turn him into a zombie, and Julien pays Major a visit."

	},
	{
		"epititle":"Mr. Berserk",
		"epimg":"https://i.postimg.cc/DZy3JjhF/izombiep10.jpg",
		"episynop":"Liv and Clive investigate the murder of a journalist working on a story linking psychotic episodes in a small number of consumers to the energy drink Max Rager. Liv goes straight to the top at Max Rager HQ and questions the man in charge, Vaughn Du Clark. Meanwhile, Ravi tries to help Major who continues to believe he's going crazy."

	},
	{
		"epititle":"Astroburger",
		"epimg":"https://i.postimg.cc/vmvdmRp3/izombiep11.jpg",
		"episynop":"When someone close to Major dies of an apparent suicide, Liv consumes the brains resulting in a mix of reality and paranoia. Clive questions Major and learns of a secret computer file that may contain important details in the investigation – and finding the killer."

	},
	{
		"epititle":"Dead Rat, Live Rat, Brown Rat, White Rat",
		"epimg":"https://i.postimg.cc/nzRbv4Vm/izombiep12.jpg",
		"episynop":"Four teenagers hit Sebastian shortly after he becomes a zombie, and he kills one of them. When the body turns up, Liv eats the brain and tries to find out who is responsible. Meanwhile, Ravi and Peyton plan a trip to San Francisco, but Liv gets a visitor who interrupts their plans."

	},
	{
		"epititle":"Blaine's World",
		"epimg":"https://i.postimg.cc/3NkM9kWc/izombiep13.jpg",
		"episynop":"As Liv and Clive try to track down Cameron and determine his connection to Max Rager, Blaine interrogates Major about the missing brains."

	}
]
	}]},
	{

	"name":"The Magicians",
	"synopsis":"Brakebills University is a secret institution specializing in magic. There, amidst an unorthodox education of spellcasting, a group of twenty-something friends soon discover that a magical fantasy world they read about as children is all too real— and poses grave danger to humanity.",
	"year":2015,
	"rating":"TV-14",
	"cover":"https://i.postimg.cc/J4189zvt/themagicianscover.jpg",
	"thumbnail":"https://i.postimg.cc/nz5XhKFC/themagicians1.jpg",
	"id":11,
	"type": "serie",
	"seasons" : "1 season",
	"episodes": [{
		"season":[
			{
		"epititle":"Unauthorized Magic",
		"epimg":"https://i.postimg.cc/bJtYNV9J/themagep1.jpg",
		"episynop":"A group of twentysomethings studying magic in New York discover a real-life fantasy world that poses a great threat to humanity in this drama adapted from Lev Grossman’s book series."

	}, 
	{
		"epititle":"The Source of Magic",
		"epimg":"https://i.postimg.cc/d3cs7R59/themagep2.jpg",
		"episynop":"The Brakebills students struggle to deal with the aftermath of a catastrophe that befalls the university. Back in Brooklyn, Julia makes her first foray into the mysterious world of Hedge Witches."

	},
	{
		"epititle":"Consequences of Advanced Spellcasting",
		"epimg":"https://i.postimg.cc/tRFRKfgv/themagep3.jpg",
		"episynop":"Alice ends up risking everything to discover the truth behind her brother's disappearance. Quentin and Julia are involved in a volatile reunion."

	},
{
		"epititle":"The World in the Walls",
		"epimg":"https://i.postimg.cc/hv8SVJwR/themagep4.jpg",
		"episynop":"Quentin panics when he wakes up in a mental hospital. Meanwhile, upset over her fight with Quentin, Julia commits herself to learning more powerful spells."

	},
	{
		"epititle":"Mendings, Major and Minor",
		"epimg":"https://i.postimg.cc/Qxb8tT1p/themagep5.jpg",
		"episynop":"The students each deal with a personal matter that keeps them from focusing on the upcoming Welter's Tournament."

	},
	{
		"epititle":"Impractical Applications",
		"epimg":"https://i.postimg.cc/cLLs8LBP/themagep6.jpg",
		"episynop":"The first-year students face something called The Trials, a series of unconventional and emotional tests, which result in expulsion from Brakebills for those who fail."

	},
	{
		"epititle":"The Mayakovsky Circumstance",
		"epimg":"https://i.postimg.cc/x1p9GVs8/themagep7.jpg",
		"episynop":"An uncompromising professor pushes boundaries both in magic and in the personal lives of his first-year students. Meanwhile, Julia must decide whether she's ready to accept help and what that means for her future as a Magician."

	},
	{
		"epititle":"The Strangled Heart",
		"epimg":"https://i.postimg.cc/W1BHc9zS/themagep8.jpg",
		"episynop":"Brakebills is thrown into chaos when Penny is violently attacked by someone who was considered a friend. Quentin tries to find a connection to the Beast. Julia considers giving up magic for good after entering a rehab facility."

	},
	{
		"epititle":"The Writing Room",
		"epimg":"https://i.postimg.cc/MGcqd34D/themagep9.jpg",
		"episynop":"Quentin, Alice, Eliot, and Penny travel to England in search of a missing magic button. Julia searches for real meaning in her magic."

	},
	{
		"epititle":"Homecoming",
		"epimg":"https://i.postimg.cc/SNqQkr2S/themagep10.jpg",
		"episynop":"Penny travels to the world of The Neitherlands, and Quentin and Alice work together to save him. Julia joins an eclectic group of magicians."

	},
	{
		"epititle":"Remedial Battle Magic",
		"epimg":"https://i.postimg.cc/vmpMjLwd/themagep11.jpg",
		"episynop":"Quentin and the others learn battle magic and prepare for a showdown in Fillory. Julia and Kady take on a mission with the Free Traders."

	},
	{
		"epititle":"Thirty-Nine Graves",
		"epimg":"https://i.postimg.cc/9MZVjRcw/themagep12.jpg",
		"episynop":"The students wake up to foggy memories and regret after a night of drinking; Penny reminds everyone that their lives depend on getting to The Neitherlands."

	},
	{
		"epititle":"Have You Brought Me Little Cakes",
		"epimg":"https://i.postimg.cc/WzVVpN4W/themagep13.jpg",
		"episynop":"Quentin and Julia arrive in Fillory and try to catch up with the group, who are more than 70 years ahead of them, in the search for The Beast."

	}
]
	}]},
	{

	"name":"Parks and Recreation",
	"synopsis":"Hilarious ensemble comedy that follows Leslie Knope, a mid-level bureaucrat in the Parks and Recreation Department of Pawnee, Indiana, and her tireless efforts to make her quintessentially American town just a little bit more fun.",
	"year":2009,
	"rating":"TV-14",
	"cover":"https://i.postimg.cc/mgPg5r1C/parkscover.jpg",
	"thumbnail":"https://i.postimg.cc/MH7QTs9d/parks3.jpg",
	"id":12,
	"type": "serie",
	"seasons" : "1 season",
	"episodes": [{
		"season":[
			{
		"epititle":"Pilot",
		"epimg":"https://i.postimg.cc/FKcshnZK/parksep1.jpg",
		"episynop":"Indiana government worker Leslie Knope is given the assignment to convert an abandoned quarry pit into a community park. A documentary film crew follows Leslie through her mishaps and gaffes as she tries to make her assignment a reality."

	}, 
	{
		"epititle":"Canvassing",
		"epimg":"https://i.postimg.cc/Jn5rkDSV/parksep2.jpg",
		"episynop":"Leslie decides that she and her committee need to go door-to-door to gain support for the park project as well as support for an upcoming town hall meeting, but their mission does not go as planned. Meanwhile, Tom wanders away from the canvassing group and uses his own creative recruitment tactics."

	},
	{
		"epititle":"The Reporter",
		"epimg":"https://i.postimg.cc/G2C3tJ7x/parksep3.jpg",
		"episynop":"Leslie arranges for a reporter to do a story about her park project, but she and her committee have the worst time staying on topic. She then calls Mark to help her save the story, but it ends up hurting more than helping. Meanwhile, Tom does all he can to suck up to his boss."

	},
{
		"epititle":"Boys' Club",
		"epimg":"https://i.postimg.cc/5y9xq9MH/parksep4.jpg",
		"episynop":"Leslie attempts to break into the political old boy's club, causing an ethical dilemma. Meanwhile, Andy plans a surprise for Ann."

	},
	{
		"epititle":"The Banquet",
		"epimg":"https://i.postimg.cc/MHszskW9/parksep5.jpg",
		"episynop":"During a banquet honoring her mother's public service, Leslie tries to convince a local zoning official to support her proposed park project. Meanwhile, Mark and Tom try to meet some ladies."

	},
	{
		"epititle":"Rock Show",
		"epimg":"https://i.postimg.cc/gc4cchv3/parksep6.jpg",
		"episynop":"Leslie attends what she believes is a business meeting with an elderly local government bigwig, unaware that her mother has secretly set her up on a blind date. Andy plays his first gig since breaking both of his legs in the pit."

	}
]
	}]
},
	{

	"name":"Robotech: The Macross Saga",
	"synopsis":"Robotech is an 85-episode adaptation of three different anime television series made between 1982-1984 in Japan; the adaptation was aired in 1985. Within the combined and edited story, Robotechnology refers to the scientific advances discovered in an alien starship that crashed on a South Pacific island. With this technology, Earth developed giant robotic machines or mecha to fight three successive extraterrestrial invasions.",
	"year":1985,
	"rating":"No rating",
	"cover":"https://i.postimg.cc/L5gxWLSG/robotechcover.jpg",
	"thumbnail":"https://i.postimg.cc/L5pJrtmf/robo1.jpg",
	"id":13,
	"type": "serie",
	"seasons" : "1 season",
	"episodes": [{
		"season":[
			{
		"epititle":"Boobytrap",
		"epimg":"https://i.postimg.cc/66DKph82/robotechep1.jpg",
		"episynop":"In the year 1999, an abandoned alien battle fortress crash-lands on the planet Earth. Our most brilliant scientists and engineers spend the next ten years reconstructing the damaged ship, and studying its highly advanced technology, known as Robotech! A race of warriors from deep space, the Zentraedi, enter the scene, bent on recovering the lost ship and destroying Earth's civilization. A battle for our planet's survival is on, and young Rick Hunter finds himself caught up in the war, piloting an unfamiliar fighter plane, with sophisticated engineering he can't begin to understand!"

	}, 
	{
		"epititle":"Countdown",
		"epimg":"https://i.postimg.cc/NGyYtnjv/robotechep2.jpg",
		"episynop":"The aliens strike in full force, and the desperate battle for the planet Earth reaches the very streets of Macross City. Human courage and skill are tested to the limit, against the superior weapons of the Zentraedi. A heroic rescue attempt (by Rick Hunter, to save Lynn Minmei) turns into a nightmare experience."

	},
	{
		"epititle":"Space Fold",
		"epimg":"https://i.postimg.cc/dV9cnP4r/robotechep3.jpg",
		"episynop":"The Zentraedi invaders continue to close in, and the battle for planet Earth becomes even more intense. Attempting to escape the superior alien forces, Rick & Minmei become stranded in space, while trying to rejoin the others. Captain Gloval makes a desperate decision to execute a hyperspace jump, which may take his ship to safety, or which might mean the end for everyone!"

	},
{
		"epititle":"The Long Wait",
		"epimg":"https://i.postimg.cc/3WMtQNJN/robotechep4.jpg",
		"episynop":"Rick & Minmei learn they have landed in a closed-off and forgotten section of the SDF-1. Try as they may, they can find no way out, and no one aboard the ship has any idea where they are! Time passes slowly and cruelly for the imprisoned pair, as what started out to be a fun adventure, turns into a deadly nightmare of hunger and exhaustion, driving them to the edge of hysteria."

	},
	{
		"epititle":"Transformation",
		"epimg":"https://i.postimg.cc/DyLTJbGC/robotechep5.jpg",
		"episynop":"The citizens of Macross Island attempt to normalize their life aboard the giant battle fortress. Human drama is played out against the backdrop of interplanetary war, as the Zentraedi forces follow after the SDF-1, and continue the war begun back on Earth. Captain Gloval must make a life-or-death decision, which will determine the fate of nearly 70,000 refugees!"

	},
	{
		"epititle":"Blitzkrieg",
		"epimg":"https://i.postimg.cc/52JMwNqf/robotechep6.jpg",
		"episynop":"The Zentraedi are still puzzled by the actions of the SDF-1. However, Breetai, their Commander, is beginning to enjoy the challenge. Captain Gloval plans a trap for the marauding aliens, only to have it backfire among the incredible rings of Saturn. And Rick is trapped inside a Zentraedi warship!"

	},
	{
		"epititle":"Bye-Bye Mars",
		"epimg":"https://i.postimg.cc/d0tPxHxX/robotechep7.jpg",
		"episynop":"The planet Mars is the setting, as Breetai calls for reinforcements in order to capture the SDF-1. Captain Gloval drives his grew to the brink of exhaustion, as he attempts to keep the overwhelming Zentraedi forces at bay."

	},
	{
		"epititle":"Sweet Sixteen",
		"epimg":"https://i.postimg.cc/XvHSSKMv/robotechep8.jpg",
		"episynop":"As Minmei's 16th birthday approaches, Rick finds himself constantly on duty, defending the hard-pressed battle fortress from attacks by the relentless Zentraedi armada. Rick's thoughts are torn between his duty to the SDF-1, and his waning love for Minmei."

	},
	{
		"epititle":"Miss Macross",
		"epimg":"https://i.postimg.cc/ZRWkT9Zx/robotechep9.jpg",
		"episynop":"The charming Minmei prepares herself for a different sort of battle; a battle to determine the most beautiful girl in Macross City! While the beauty contest rages, Rick Hunter is called into action by his superiors, to defend the giant space battle fortress."

	},
	{
		"epititle":"Blind Game",
		"epimg":"https://i.postimg.cc/rs4vrvDd/robotechep10.jpg",
		"episynop":"The crew of the SDF-1 maintain constant vigil against the threat of attack by the ever-present Zentraedi armada. An unauthorized assault by the evil Khyron damages the main radar tower of the space battle fortress."

	},
	{
		"epititle":"First Contact",
		"epimg":"https://i.postimg.cc/Px9gNt5s/robotechep11.jpg",
		"episynop":"Rick Hunter, Lisa Hayes, and Ben Dixon are captured, and brought before the Supreme Leader of the Zentraedi civilization. Helpless prisoners, they witness the awesome power and destructive capability of their alien adversaries."

	},
	{
		"epititle":"The Big Escape",
		"epimg":"https://i.postimg.cc/nVQ8gQ3H/robotechep12.jpg",
		"episynop":"Held captive in a Zentraedi prison cell, Rick, Lisa, and Ben try to figure a way off the massive alien ship, and report their findings to Captain Gloval & the crew of the SDF-1. Breetai & Dolza also begin to make plans to recapture their lost battle fortress."

	},
	{
		"epititle":"Blue Wind",
		"epimg":"https://i.postimg.cc/7Y8vkYRS/robotechep13.jpg",
		"episynop":"Captain Gloval plays a dangerous game of cat & mouse, as he maneuvers the SDF-1 into battle, which will determine the fate of the SDF-1 and its population of 70,000 refugees. If he's successful, he'll return to Earth victorious. If he fails, then his quest will end."

	},
	{
		"epititle":"Gloval's Report",
		"epimg":"https://i.postimg.cc/PrmgrnG9/robotechep14.jpg",
		"episynop":"Now that the giant space battle fortress has been safely returned to Earth, Captain Gloval looks back on the past two years. Years filled with memories of combat & strategy, while trying to keep the forces of an alien armada from capturing the Earth's defender, the SDF-1."

	}
]
	}]},
	{

	"name":"Saint Seiya",
	"synopsis":"Ages ago, the goddess Athena was served by fighters called Saints who channeled the power of the Cosmos within them. Now a youth named Seiya has trained to become a Saint himself by earning the mystical Cloth of Pegasus. He is joined by other Saints with Cloths of their own to fight for Athena.",
	"year":1986,
	"rating":15,
	"cover":"https://i.postimg.cc/xCzyqfLx/3546898.png",
	"thumbnail":"https://i.postimg.cc/d36VpgHP/ss1.png",
	"id":14,
	"type": "serie",
	"seasons" : "1 season",
	"episodes": [{
		"season":[
			{
		"epititle":"Revive! Legendary Hero",
		"epimg":"https://i.postimg.cc/x1BMsh8j/ssep1.jpg",
		"episynop":"Legends tell of young men who wear armor known as Cloths and fight using energy known as Cosmos, in service of the goddess Athena. They are known as Saints. In Japan, two Saints fight in a colosseum for an audience, with the host, Saori Kido, waiting for the Pegasus Saint. In Athens, Greece, a Japanese young man known as Seiya fights his rival Cassios, cuts off his ear and defeats him with his Meteor of Pegasus to earn the Pegasus Bronze Cloth. Later that night, before Seiya can return home, Cassios' master Shaina tries to kill him for revenge. Seiya wears the Pegasus Cloth and actually injures Shaina, but for a moment, he is unable to master the Cloth and his Cosmos. Shaina's men arrive to finish Seiya off, but thanks to his teacher Marin's advice, he turns the table and defeats her men with his Meteor of Pegasus technique. He also is able to break Shaina's mask to reveal her face. The next day, Seiya heads back to Japan."

	}, 
	{
		"epititle":"Burn! Meteor Punch of Pegasus!",
		"epimg":"https://i.postimg.cc/Mpn1mqWr/ssep2.jpg",
		"episynop":"The Bronze Saints in the colosseum, Lionet Ban and Unicorn Jabu, continue their tournament match, with Jabu emerging as the victor. Seiya returns and demands to see his long-lost sister Seika after training for six years in Greece. Saori's grandfather promised him that he would see her if he retrieved the Cloth. Saori Kido, granddaughter of the late Mitsumasa Kido, leader of the Graude Foundation, and host of the Galaxian Wars tournament, offers Seiya a deal: if he wins the tournament, the Foundation will find his sister. With words of encouragement from his childhood friend Miho, Seiya decides to participate in the tournament, since it is broadcast worldwide and his sister might be able to see him on television. Seiya's first opponent is Bear Geki, and because of his arms, Seiya seemed like he would die from strangulation. But thanks to his master Marin's teachings of defeating an opponent by crushing their greatest weapon, Seiya breaks Geki's arms, the source of his strength, launches hundreds of kicks and comes out victorious."

	},
	{
		"epititle":"Cygnus! Warrior of the Ice Field",
		"epimg":"https://i.postimg.cc/9MY9Qfpz/ssep3.jpg",
		"episynop":"In Siberia, a young man named Hyoga is visiting his deceased mother in a sunken ship at the bottom of a frozen sea. Then, after destroying an eternal ice wall, he earns the Bronze Cygnus Cloth. Hyoga heads to Japan to participate in the tournament, with the grand prize: the Gold Cloth for the winner. After Saori gives a presentation about the significance of the tournament, Cygnus Hyoga finally arrives. Hyoga's opponent, Hydra Ichi, seems to have an advantage with his poisonous horns, coming from his fists and even knees, which keep regenerating like the Hydra's heads, but they are useless. Thanks to Hyoga's Cloth, the poison never penetrated his body. Ichi is defeated by Hyoga's Diamond Dust. Who will be Hyoga's next opponent, Pegasus Seiya or Dragon Shiryu?"

	},
{
		"epititle":"Dragon! Unrivaled Fist and Shield",
		"epimg":"https://i.postimg.cc/PxjZHD1B/ssep4.jpg",
		"episynop":"The match between Pegasus Seiya and Dragon Shiryu begins. Shunrei, a close friend of Shiryu's, arrives and tells him that his master, Roshi, is dying and needs to come back to the Five Ancient Peaks of Lushan. Shiryu's Rozan Rising Dragon and his diamond hard shield make him unstoppable, and it seems he is on his way to victory after knocking Seiya down multiple times. But Seiya isn't willing to give up and risks his life to have Shiryu destroy both his fist and shield. With his weapons destroyed, and having been witness to Seiya's determination. Shiryu removes his Cloth and is eager to finish the match. Seiya removes his Cloth as well to have a fair fight, both ready to risk their lives to fight for what they believe in and the people they love."

	},
	{
		"epititle":"Miracle of Rebirth! Friendship of the Cosmos",
		"epimg":"https://i.postimg.cc/YSggTRL6/ssep5.jpg",
		"episynop":"Seiya and Shiryu's match continues. Even though Shiryu is able to block most of Seiya's Meteors, Seiya is not only able to land a few blows, but also discovers Shiryu's weak point, the right fist of the dragon on his back, which is the spot where his heart is located. If the Rising Dragon is unleashed and Shiryu, who unconsciously lowers his left hand and exposes his weak point, is attacked in that spot, he will die. Both strike each other, with Seiya hitting the weak spot, and winning the match. However, Shiryu's heart has stopped beating. With only four minutes before he succumbs, Seiya, with encouragement from his friends and the audience, attacks Shiryu in the same spot from the back, and restarts his heart, saving him. Meanwhile, Andromeda Shun's chain senses an enemy in the colosseum."

	},
	{
		"epititle":"Phoenix! The Warrior Who has been Through Hell!",
		"epimg":"https://i.postimg.cc/HnS7bPFg/ssep6.jpg",
		"episynop":"Andromeda battles against Unicorn Andromeda uses his chains to form a nebula chain (Andromeda Galaxy). Unicorn runs directly to Andromeda but his chains attacks Unicorn, thus impoosible for Unicorn to attack. He tried to attack Andromeda from the air but the chains still attack him in the air. Suddenly, the chains set a reaction and form a code for Andromeda. He wonders what is could be until at the end, his brother appears."

	},
	{
		"epititle":"Stolen! Golden Cloth",
		"epimg":"https://i.postimg.cc/kMw8rBGp/ssep7.jpg",
		"episynop":"Phoenix Ikki attacks his brother, Andromeda, without mercy. He's full of hate against all Saints and Saori Kido, whose grandfather had sent him to Death Queen Island. Jabu tries to stop Ikki but he's defeated with one single punch. Then, the official battle begins, between Ikki and Nachi, Bronze Saint of Wolf, who has his mind completely destroyed by Phoenix's attack. Then, Ikki bids farewell to all and, along with his henchmen, the Black Saints, steals the Gold Cloth."

	},
	{
		"epititle":"Destroy! The Dark Phoenix Army!",
		"epimg":"https://i.postimg.cc/XqNCG0HL/ssep8.jpg",
		"episynop":"Seiya, Hyoga, Shiryu and Shun chases Ikki and his Black Saints through the city as they run away with the Gold Cloth. Kido's Foundation sends an helicopter after the enemies, but Ikki destroys it with a single strike. They hide in the harbor and Ikki finally wears the Gold Cloth, but Seiya finds and hits him, making the Gold Cloth fly away from Ikki's body and split up. The black saints get the cloth's parts and runs again. One by one, they're defeated by the Bronze Saints, but they only manage to recover both arms and both legs of the cloth. One of the defeated Black Saints reveals that they follow Ikki because four stronger Black Saints support Ikki, and that Ikki's real intent is to take over the world. The next morning, Shiryu returns to the Five Peaks of Rozan, taking the destroyed cloths of Pegasus and Dragon with him, in order to repair them. But a black shadow watches them carefully..."

	},
	{
		"epititle":"Strong Enemy! The Four Dark Saint Kings Appear",
		"epimg":"https://i.postimg.cc/4NS9dqzv/ssep9.jpg",
		"episynop":"Seiya is searching for Ikki with the aid of a police dog. Shun is in the forest remembering of the past and wondering what had made his brother change, when a new enemy arrives: one of the black saints, Black Swan. He attacks Shun, but Hyoga arrives and challenges him to a freezing duel: Swan vs. Black Swan. The other three black saints (Black Pegasus, Black Dragon and Black Andromeda) eventually show up too."

	},
	{
		"epititle":"Beware Shiryu! The Grave of the Saint Cloths",
		"epimg":"https://i.postimg.cc/5N0zfbFN/ssep10.jpg",
		"episynop":"Shiryu goes to Jamil's Mountains in order to find Mu, the only one who can repair the clothes of Pegasus and Dragon. However, getting there will not be easy as he thinks. The Cloth Graveyard lies on his way, where many undead saints are waiting for him. When he finally arrives at Mu's Tower, Mu gives him some bad news about the clothes."

	},
	{
		"epititle":"Duel! The Terrifying Black Fist of Death",
		"epimg":"https://i.postimg.cc/tghZBg8D/ssep11.jpg",
		"episynop":"The battle of the Bronze Saints against Ikki and his Black Saints begins. Seiya, already wearing his Pegasus cloth (brought by Kiki), faces the Black Pegasus, whose meteors hide a terrible curse and might lead Seiya to an horrible death. Hyoga has no difficulties in defeating Black Swan, who alerts Ikki about Hyoga's attacks before dying. Finally, Hyoga finds the Phoenix Saint and challenges him to a duel. The battle is starting to heat up!"

	},
	{
		"epititle":"Grab On! The Nebula Chain of Friendship",
		"epimg":"https://i.postimg.cc/FHkJJpZM/ssep12.jpg",
		"episynop":"Seiya is suffering from Black Death's curse and is on the verge of death, while Hyoga tries (in vain) to defeat Ikki. Shun finds Seiya and tries to help him, but Black Andromeda and Black Dragon show up and Seiya makes a last sacrifice so Shun won't get killed. Shun manages to kill his black shadow and Shiryu appears and challenges Black Dragon. The combat between the Dragons is about to begin!"

	},
	{
		"epititle":"Burn! Flaming Attack!",
		"epimg":"https://i.postimg.cc/d0MZRCNL/ssep13.jpg",
		"episynop":"In this episode, Shiryu challenges the Black Dragon, while Shun tries to save Seiya, who is slowly dying because of Black Pegasus' Black Death Horror. Shiryu, still weak because of his blood loss, almost sacrifices his life for friendship (which Black Dragon can't understand why, since he doesn't believe in such thing as friendship)."

	},
	{
		"epititle":"Defeated! Genma Ken!",
		"epimg":"https://i.postimg.cc/k4qVzmmC/ssep14.jpg",
		"episynop":"The four Saints prepare to face Ikki (Hyoga wasn't dead after all), but they are no match for the mighty cosmo of Ikki. He knocks them out with one single strike, except for Seiya, who was protected by the Gold Cloth. Aided by the cosmo of his friends, Seiya finally manages to defeat Ikki after a deadly battle."

	}
]
	}]},
	{

	"name":"Star Trek Discovery",
	"synopsis":"Follow the voyages of Starfleet on their missions to discover new worlds and new life forms, and one Starfleet officer who must learn that to truly understand all things alien, you must first understand yourself.",
	"year": 2017,
	"rating":"TV-MA",
	"cover":"https://i.postimg.cc/7LWHMrZX/stcover.jpg",
	"thumbnail": "https://i.postimg.cc/HkVkvZbR/trek2.jpg",
	"id":15,
	"type": "serie",
	"seasons" : "1 season",
	"episodes": [{
		"season":[
			{
		"epititle":"The Vulcan Hello",
		"epimg":"https://i.postimg.cc/Kz3Z0pKb/stdep1.jpg",
		"episynop":"While patrolling Federation space, the U.S.S. Shenzhou encounters an object of unknown origin, putting First Officer Michael Burnham to her greatest test yet."

	}, 
	{
		"epititle":"Battle at the Binary Stars",
		"epimg":"https://i.postimg.cc/wMK9Z5Jm/stdep2.jpg",
		"episynop":"Face to face with Klingon vessels, the U.S.S. Shenzhou prepares for the possibility of war if negotiations fail. Amidst the turmoil, Burnham looks back to her Vulcan upbringing for guidance."

	},
	{
		"epititle":"Context Is for Kings",
		"epimg":"https://i.postimg.cc/x8K92kyF/stdep3.jpg",
		"episynop":"Burnham finds herself aboard the U.S.S. Discovery where she quickly realizes things are not as they seem, including the mysterious Captain Gabriel Lorca."

	},
{
		"epititle":"The Butcher's Knife Cares Not for the Lamb's Cry",
		"epimg":"https://i.postimg.cc/wTp6kV9K/stdep4.jpg",
		"episynop":"With tensions and stakes high as Starfleet continues in their efforts to end the war with Klingons, Burnham begins to settle in to her new position aboard the U.S.S. Discovery."

	},
	{
		"epititle":"Choose Your Pain",
		"epimg":"https://i.postimg.cc/8kWpW3QB/stdep5.jpg",
		"episynop":"Lorca unexpectedly finds himself in the company of a prisoner of war, Starfleet Lieutenant Ash Tyler, and a notorious intergalactic criminal, Harry Mudd. Meanwhile, Burnham voices her concerns about the repercussions of the spore drive jumps on “Ripper.”"

	},
	{
		"epititle":"Lethe",
		"epimg":"https://i.postimg.cc/pLVRwL9q/stdep6.jpg",
		"episynop":"The U.S.S. Discovery crew is intrigued by new addition, Lt. Ash Tyler. Sarek seeks Burnham's help, rekindling memories from her past. Admiral Cornwell questions Lorca's tactics."

	},
	{
		"epititle":"Magic to Make the Sanest Man Go Mad",
		"epimg":"https://i.postimg.cc/15ry7qz8/stdep7.jpg",
		"episynop":"As the U.S.S. Discovery crew attempts to let loose at a party, an unwelcome visitor comes aboard bringing about a problematic and twisted sequence of events."

	},
	{
		"epititle":"Si Vis Pacem, Para Bellum",
		"epimg":"https://i.postimg.cc/YShkSDzF/stdep8.jpg",
		"episynop":"The U.S.S. Discovery is tasked with a high priority mission to planet Pahvo and learn the science behind the Klingon's cloaking technology."

	},
	{
		"epititle":"Into the Forest I Go",
		"epimg":"https://i.postimg.cc/y8fssCcB/stdep9.jpg",
		"episynop":"Bypassing Starfleet's orders, Lorca uses the U.S.S. Discovery crew's ultimate asset, the ship itself, in an effort to end the war with the Klingons once and for all"

	},
	{
		"epititle":"Despite Yourself",
		"epimg":"https://i.postimg.cc/TPFx5jt4/stdep10.jpg",
		"episynop":"While in unfamiliar territory, the U.S.S. Discovery crew is forced to get creative in their next efforts to survive opposing and unprecedented forces and return home."

	},
	{
		"epititle":"The Wolf Inside",
		"epimg":"https://i.postimg.cc/k4SmQVZX/stdep11.jpg",
		"episynop":"The crew continues their guise, and Burnham is ordered on a merciless mission to end the resistance in hopes of returning home. Meanwhile, Tilly works on restoring Stamets’ neurofunction."

	},
	{
		"epititle":"Vaulting Ambition",
		"epimg":"https://i.postimg.cc/fyhhBzn7/stdep12.jpg",
		"episynop":"Burnham heads to the ISS Charon with a special gift for the Emperor. With the help of an unexpected source, Stamets gains clarity while trapped inside the mycelial network. Saru asks for L'Rell's help."

	},
	{
		"epititle":"What's Past Is Prologue",
		"epimg":"https://i.postimg.cc/7hMrRFwF/stdep13.jpg",
		"episynop":"Lorca plans to move forward with a coup against the Emperor, propelling Burnham to make a quick decision to save not only herself, but the U.S.S. Discovery."

	},
	{
		"epititle":"The War Without The War Within",
		"epimg":"https://i.postimg.cc/8khGs6MZ/stdep14.jpg",
		"episynop":"Burnham and the U.S.S. Discovery crew are faced with the harsh reality of the war during their absence. In order to move forward, Starfleet must use unconventional tactics and sources to take their next action against the Klingons."

	},
	{
		"epititle":"Will You Take My Hand?",
		"epimg":"https://i.postimg.cc/tCpj64zp/stdep15.jpg",
		"episynop":"With Georgiou at the helm of the plan to end the Klingon war once and for all, the U.S.S. Discovery crew struggles to fathom and tolerate her hostile tactics. Memories of past hardships are rekindled within Burnham."

	}
]
	}]},
	{
	"name":"Veronica Mars",
	"synopsis":"In the fictional town of Neptune, California, student Veronica Mars progresses from high school to college while moonlighting as a private investigator under the tutelage of her detective father.",
	"year": 2004,
	"rating": "TV-14",
	"cover":"https://i.postimg.cc/fRdfhD6S/vmarscover.jpg",
	"thumbnail":"https://i.postimg.cc/TPvvjC0r/vmars1.png",
	"id":16,
	"type": "serie",
	"seasons" : "1 season",
	"episodes": [{
		"season":[
			{
		"epititle":"Pilot",
		"epimg":"https://i.postimg.cc/j29PGFch/vmarsep1.jpg",
		"episynop":"While trying to navigate the everyday drama of high school, the smart, fearless, 17-year-old Veronica Mars also moonlights as an apprentice private investigator out to solve her wealthy town of Neptune's toughest mysteries"
	}, 
	{
		"epititle":"Credit Where Credit's Due",
		"epimg":"https://i.postimg.cc/pdtYW3HG/vmarsep2.jpg",
		"episynop":"Veronica doesn't believe the evidence adds up against Weevil, who has confessed to stealing credit card applications from Logan's family, and launches an investigation to help her new ally. Meanwhile, after joining Ms. Mallory Dent's newspaper class, Veronica clashes with socialite Caitlin Ford, Logan's bombshell girlfriend, but is intrigued by the attention shown to her by another wealthy student, Troy Vandegraff, a friend of ex-boyfriend Duncan. Later, Veronica learns that Lilly got a ticket driving her car on the day she died -- two hours after her supposed time of death."
	},
	{
		"epititle":"Meet John Smith",
		"epimg":"https://i.postimg.cc/6QLVyz69/vmarsep3.jpg",
		"episynop":"With only a commonplace name, an old address and dim memories as leads, Veronica and Wallace attempt to help classmate Justin Smith find his father John, who disappeared 10 years earlier. Meanwhile, as Veronica faces some complicated feelings towards ex-boyfriend Duncan and new romantic interest Troy, guidance counselor Rebecca James calls Keith to the school to discuss the recent, dramatic changes in his daughter's life. Later, Duncan struggles with ways to cope with his sister's death as the anniversary of her murder approaches."

	},
	{
		"epititle":"The Wrath of Con",
		"epimg":"https://i.postimg.cc/RFgcTFny/vmarsep4.jpg",
		"episynop":"In an effort to help Wallace's new crush Georgia, who was duped out of her money in an internet scheme, Veronica must outwit a group of computer thugs, known as the Silicon Mafia. Meanwhile, Keith makes Veronica introduce him to her new boyfriend Troy before allowing her to go to the homecoming dance with him. Later, Logan helps Duncan edit together a memorial video for a school dedication ceremony marking the one-year anniversary of Lilly's death. The dance and the video bring back Veronica's memories of when the four of them were friends."

	},
	{
		"epititle":"You Think You Know Somebody",
		"epimg":"https://i.postimg.cc/sf0YQMzZ/vmarsep5.jpg",
		"episynop":"Veronica tries to help her new boyfriend Troy find his father's stolen car and turns to Weevil for assistance, but the situation becomes dangerous when she discovers that Logan and Troy's buddy Luke might have left more than a piata in the car after their night out in Tijuana. While Keith has accepted that his wife is gone and begins dating school guidance counselor Rebecca James, Veronica continues to secretly investigate her mother's whereabouts, leading her to stumble on a secret Lianne Mars was keeping"
	},
	{
		"epititle":"Return of the Kane",
		"epimg":"https://i.postimg.cc/0QkYmmr7/vmarsep6.jpg",
		"episynop":"Veronica investigates possible fraud in the election of student council president at school after Duncan wins, beating a more popular, but less affluent student who promised to eliminate the wealthy students' on-campus perks. Meanwhile, Logan causes a public relations nightmare for his movie star parents Aaron and Lynn Echolls when footage of him organizing boxing matches between homeless men is posted on the internet and leaked to the media. Later, Veronica and Keith learn that the man who admitted to murdering Lilly is set to be executed, but a second look at crime scene photographs puts his confession in question."

	},
	{
		"epititle":"The Girl Next Door",
		"epimg":"https://i.postimg.cc/Bbt270T6/vmarsep7.jpg",
		"episynop":"Veronica becomes suspicious when a young pregnant woman who lives in their apartment complex with her volatile boyfriend suddenly disappears; fearing the worst, Keith steps in to help his daughter investigate this case for the girl's estranged parents. Meanwhile, Logan and Weevil get thrown into detention together after arguing with a teacher, leading the rivals to discover some surprising things in common. Later, while working on an alumni photo project in her journalism class, Veronica is shocked to discover in the '79 yearbook that her mother and Jake Kane were high-school sweethearts."

	},
	{
		"epititle":"Like a Virgin",
		"epimg":"https://i.postimg.cc/gkXvvGct/vmarsep8.jpg",
		"episynop":"To help restore a cheerleader's ruined reputation, Veronica turns to funky computer geek Mac to find the hacker responsible for leaking the embarrassing, private results of a popular online purity test to all of Neptune High. Meanwhile, Keith helps Wallace and his mom with an unruly tenant in their building. Later, to get answers about Lilly's murder, Veronica attempts to visit Lilly's confessed, condemned killer Abel Koontz in prison."

	},
	{
		"epititle":"Drinking the Kool-Aid",
		"epimg":"https://i.postimg.cc/Prg1y0PX/vmarsep9.jpg",
		"episynop":"The wealthy parents of a Neptune High senior hire Keith and Veronica to investigate a cult-like group and its charismatic leader after their son Casey moves out to live on the collective farm. Meanwhile, Veronica attempts to get to the bottom of Abel Koontz' claim that her real father is Jake Kane."

	},
	{
		"epititle":"An Echolls Family Christmas",
		"epimg":"https://i.postimg.cc/wjDLGFmh/vmarsep10.jpg",
		"episynop":"When Weevil's poker winnings go missing after a game at Logan's place, Veronica questions each player to piece together the evening's events and catch the thief. Meanwhile, on the eve of the Echolls' annual Christmas party extravaganza, Keith is hired by Lynn Echolls to track down one of her husband Aaron's potential stalkers."

	},
	{
		"epititle":"Silence of the Lamb",
		"epimg":"https://i.postimg.cc/GprGwYF6/vmarsep11.jpg",
		"episynop":"Veronica uncovers information that her fellow outcast Mac was switched at birth with a more affluent student, causing Veronica to examine her own questions about whom her real father may be. Meanwhile, a serial killer has resurfaced in Neptune forcing Sheriff Lamb to forge a reluctant, tense partnership with Keith. Later, Veronica flirts with a handsome young rookie at the sheriff's department to obtain more information on Lilly's murder."

	},
	{
		"epititle":"Clash of the Tritons",
		"epimg":"https://i.postimg.cc/KYNLZzQj/vmarsep12.jpg",
		"episynop":"When a family accuses Veronica of providing a fake ID to their son, now in an alcohol-induced coma, and files suit, the search to find who's really responsible leads Veronica to a clandestine, exclusive organization operating on Neptune High's campus with a possible connection to Duncan. Meanwhile, Aaron Echolls hires Keith to find out who's been supplying pictures to the tabloids that have humiliated his wife Lynn. Later, Veronica bugs Ms. James' office to eavesdrop on grief counseling sessions, and learns some surprising information about her friends."

	},
	{
		"epititle":"Lord of the Bling",
		"epimg":"https://i.postimg.cc/Y04mfx7L/vmarsep13.jpg",
		"episynop":"After being hired by hip-hop heavyweight Percy Bone Hamilton to find his kidnapped daughter, Veronica and Keith look to the music mogul's long list of enemies, family members and the girl's Neptune High social circle for clues on her whereabouts. Meanwhile, following Lynn Echolls' apparent suicide, Logan cynically endures his father Aaron's effusive displays of grief as they prepare for her memorial ceremony."

	},
	{
		"epititle":"Mars vs. Mars",
		"epimg":"https://i.postimg.cc/ZRsddMGh/vmarsep14.jpg",
		"episynop":"When one of Neptune High's haughtier students brings a sexual harassment suit against a favorite teacher, Veronica finds herself pitted against her father when the girl's parents hire Keith to help in their case. Meanwhile, with the tabloids claiming his mom is still alive, Logan turns to Veronica to help him track down the truth. Later, Veronica discovers more unsettling information about Duncan's hidden medical condition."

	},
	{
		"epititle":"Ruskie Business",
		"epimg":"https://i.postimg.cc/6qD4HG6j/vmarsep15.jpg",
		"episynop":"Veronica surprisingly finds herself working as a love detective when she's asked to track down her friend Meg's secret admirer and a Russian bride's estranged fiancé. Meanwhile, after discovering that one of Lynn Echolls' credit cards is in use, Veronica and Logan go to a Los Angeles hotel in hopes of finding her or a clue."

	},
	{
		"epititle":"Betty and Veronica",
		"epimg":"https://i.postimg.cc/cHL36S5m/vmarsep16.jpg",
		"episynop":"Following an emotional reunion with her mother, Veronica is hired to track down Neptune High's beloved mascot, Polly the Parrot, which was apparently kidnapped by a rival school on the eve of a big basketball game. Meanwhile, with her suspicions about the Kane family rekindled, Veronica attempts to gain access to her father's original interrogation tapes. Later, Veronica's relationship with Deputy Leo heats up, as does Meg's relationship with Duncan."

	},
	{
		"epititle":"Kanes and Abel's",
		"epimg":"https://i.postimg.cc/HWKMWF0w/vmarsep17.jpg",
		"episynop":"Veronica investigates who at school is doing everything possible to distract Sabrina from studying and wreck her grades in an obvious attempt to sabotage her chances at becoming valedictorian. Meanwhile, an unsavory, rival private investigator makes Keith a business offer. Later, Veronica pursues a risky lead that could discredit Abel Koontz's confession, as Logan stumbles onto her detailed files on everyone connected to Lilly's murder."

	},
	{
		"epititle":"Weapons of Class Destruction",
		"epimg":"https://i.postimg.cc/wTmm1FFS/vmarsep18.jpg",
		"episynop":"A series of fire drills leads Veronica to discover that Neptune High has been receiving bomb threats, so she enlists Wallace and Mac's help to investigate classmates who could pose a serious threat to the school, including new student Ben. Meanwhile, Keith stuns Veronica with the news of who he's been secretly dating. Later, Duncan confronts Veronica about her ongoing investigation into his sister's death. Meanwhile, tensions mount in the Echolls family as Trina tries to convince the now-retired Aaron to take a part in her new boyfriend's independent movie. Later, Weevil is arrested for breaking into the Kane residence and taking something from Lilly's room."

	},
	{
		"epititle":"Hot Dogs",
		"epimg":"https://i.postimg.cc/htR7Tx5h/vmarsep19.jpg",
		"episynop":"While helping her classmate Mandy search for her missing Jack Russell terrier, Veronica stumbles onto a bigger mystery, which affects pets all over Neptune."

	},
	{
		"epititle":"M.A.D.",
		"epimg":"https://i.postimg.cc/pLQ5ZTwC/vmarsep20.jpg",
		"episynop":"When a classmate's boyfriend threatens to post a humiliating video of the girl online if she dumps him, Veronica helps her concoct a scheme to ensure mutually assured destruction if he doesn't allow the relationship to end peacefully. Meanwhile, Keith begins to search for Duncan after his parents post a huge reward for information on his whereabouts. Later, as her secret new relationship heats up, Veronica learns a disturbing new fact about the night that she was drugged and assaulted."

	},
	{
		"epititle":"A Trip to the Dentist",
		"epimg":"https://i.postimg.cc/s2wBkLDZ/vmarsesp21.jpg",
		"episynop":"Determined to get to the truth behind who drugged and assaulted her at a party the year before, Veronica questions her friends and many rivals about the chain of events that night at Shelley Pomroy's house. Meanwhile, when one of Veronica and Wallace's stunts affects her job at Kane Software, Alicia confronts Keith about his daughter's behavior. Later, in an attempt to get closer to his son, Aaron throws a birthday party for Logan that inadvertently surprises everyone."

	},
	{
		"epititle":"Leave It to Beaver",
		"epimg":"https://i.postimg.cc/pd2h1vxH/vmarsep22.jpg",
		"episynop":"In the shocking, action-packed season finale, a determined Veronica must betray someone she cares deeply about in order to solve the season-long mystery of who murdered her best friend Lilly Kane, but what she discovers puts her life in serious danger. Meanwhile, on the eve of a reception for the Governor of Calif., Jake Kane asks Duncan if he really wants to know what happened on the night Lilly died. Later, Keith awaits the results of a paternity test."

	}]}]}
	],

"movies":  [
	{
	"name":"Back to the future",
	"synopsis":"Eighties teenager Marty McFly is accidentally sent back in time to 1955, inadvertently disrupting his parents' first meeting and attracting his mother's romantic interest. Marty must repair the damage to history by rekindling his parents' romance and - with the help of his eccentric inventor friend Doc Brown - return to 1985.",
	"thumbnail":"https://i.postimg.cc/g2D1RmwP/b2tf.jpg",
	"cover":"https://i.postimg.cc/506Gxr1z/38539.jpg",
	"id":17,
	"type": "movie"
},
{
	"name":"Frozen",
	"synopsis":"Young princess Anna of Arendelle dreams about finding true love at her sister Elsa’s coronation. Fate takes her on a dangerous journey in an attempt to end the eternal winter that has fallen over the kingdom. She's accompanied by ice delivery man Kristoff, his reindeer Sven, and snowman Olaf. On an adventure where she will find out what friendship, courage, family, and true love really means.",
	"thumbnail":"https://i.postimg.cc/8zKtN5Js/frozen3.jpg",
	"cover":"https://i.postimg.cc/MHwmqCmz/frozencover.jpg",
	"id":18,
	"type": "movie"
},
{
	"name":"Gattaca",
	"synopsis":"In a future society in the era of indefinite eugenics, humans are set on a life course depending on their DNA. Young Vincent Freeman is born with a condition that would prevent him from space travel, yet is determined to infiltrate the GATTACA space program",
	"thumbnail":"https://i.postimg.cc/2yGnGcn3/gattaca.jpg",
	"cover":"https://i.postimg.cc/6ppz7NJ3/gattacacover.jpg",
	"id":19,
	"type": "movie"
},
{
	"name":"The Goonies",
	"synopsis":"A young teenager named Mikey Walsh finds an old treasure map in his father's attic. Hoping to save their homes from demolition, Mikey and his friends Data Wang, Chunk Cohen, and Mouth Devereaux run off on a big quest to find the secret stash of Pirate One-Eyed Willie.",
	"thumbnail":"https://i.postimg.cc/qM7K0G8X/goonies.jpg",
	"cover":"https://i.postimg.cc/HLJ224L1/gooniescover.jpg",
	"id":20,
	"type": "movie"
},
{
	"name":"Hamilton",
	"synopsis":"Presenting the tale of American founding father Alexander Hamilton, this filmed version of the original Broadway smash hit is the story of America then, told by America now.",
	"thumbnail":"https://i.postimg.cc/Fs2HqbGK/hamilton.jpg",
	"cover":"https://i.postimg.cc/4N5BNx0q/hamiltoncover.jpg",
	"id":21,
	"type": "movie"
},
{
	"name":"Inside out",
	"synopsis":"Growing up can be a bumpy road, and it's no exception for Riley, who is uprooted from her Midwest life when her father starts a new job in San Francisco. Riley's guiding emotions— Joy, Fear, Anger, Disgust and Sadness—live in Headquarters, the control centre inside Riley's mind, where they help advise her through everyday life and tries to keep things positive, but the emotions conflict on how best to navigate a new city, house and school.",
	"thumbnail":"https://i.postimg.cc/zv48s5CQ/io1.jpg",
	"cover":"https://i.postimg.cc/qMby5hSJ/insideoutcover.jpg",
	"id":22,
	"type": "movie"
},
{
	"name":"Jurassic Park",
	"synopsis":"A wealthy entrepreneur secretly creates a theme park featuring living dinosaurs drawn from prehistoric DNA. Before opening day, he invites a team of experts and his two eager grandchildren to experience the park and help calm anxious investors. However, the park is anything but amusing as the security systems go off-line and the dinosaurs escape.",
	"thumbnail":"https://i.postimg.cc/90wjtS6Y/jp2.jpg",
	"cover":"https://i.postimg.cc/02xVswV7/jurassicover.jpg",
	"id": 23,
	"type": "movie"
},
{
	"name":"Kill Bill: Vol.1",
	"synopsis":"An assassin is shot by her ruthless employer, Bill, and other members of their assassination circle – but she lives to plot her vengeance.",
	"thumbnail":"https://i.postimg.cc/8zms6JBP/kb-copy.jpg",
	"cover":"https://i.postimg.cc/MTLJdfx5/645805.png",
	"id":24,
	"type": "movie"
},
{
	"name":"The Devil wears Prada",
	"synopsis":"Andy moves to New York to work in the fashion industry. Her boss is extremely demanding, cruel and won't let her succeed if she doesn't fit into the high class elegant look of their magazine.",
	"thumbnail":"https://i.postimg.cc/9XY74m5j/devil.jpg",
	"cover":"https://i.postimg.cc/y6XpnSPT/wp6532475-the-devil-wears-prada-movie-wallpapers.jpg",
	"id":25,
	"type": "movie"
},
{
	"name":"Love, actually",
	"synopsis":"Follows seemingly unrelated people as their lives begin to intertwine while they fall in – and out – of love. Affections languish and develop as Christmas draws near.",
	"thumbnail":"https://i.postimg.cc/nrhGyfFq/la-copy.jpg",
	"cover":"https://i.postimg.cc/XNFTzTvG/4689356.jpg",
	"id":26,
	"type": "movie"
},
{
	"name":"Moulin Rouge",
	"synopsis":"A celebration of love and creative inspiration takes place in the infamous, gaudy and glamorous Parisian nightclub, at the cusp of the 20th century. A young poet, who is plunged into the heady world of Moulin Rouge, begins a passionate affair with the club's most notorious and beautiful star.",
	"thumbnail":"https://i.postimg.cc/vB3WL2rT/moulin2.png",
	"cover":"https://i.postimg.cc/V6nFyfM7/moulincover.jpg",
	"id":27,
	"type": "movie"
},
{
	"name":"Parasite",
	"synopsis":"All unemployed, Ki-taek's family takes peculiar interest in the wealthy and glamorous Parks for their livelihood until they get entangled in an unexpected incident.",
	"thumbnail":"https://i.postimg.cc/pdPhGYXF/parasite1.jpg",
	"cover":"https://i.postimg.cc/BvxCkZ2m/parasitecover.jpg",
	"id":28,
	"type": "movie"
},
{
	"name":"Spirited Away",
	"synopsis":"A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free her family.",
	"thumbnail":"https://i.postimg.cc/8zmBzC7L/sa1-copy.jpg",
	"cover":"https://i.postimg.cc/CLmsp6BV/spiritedcover.jpg",
	"id":29,
	"type": "movie"
},
{
	"name":"The Godfather",
	"synopsis":"Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge.",
	"thumbnail":"https://i.postimg.cc/zDHQXn8W/thegodfather-02-copy.jpg",
	"cover":"https://i.postimg.cc/BQQ2pch7/tgcover.jpg",
	"id":30,
	"type": "movie"
},
{
	"name":"Wonder Woman",
	"synopsis":"An Amazon princess comes to the world of Man in the grips of the First World War to confront the forces of evil and bring an end to human conflict.",
	"thumbnail":"https://i.postimg.cc/sx5KP4gN/ww3.jpg",
	"cover":"https://i.postimg.cc/3NL4VVLS/wwcover.jpg",
	"id":31,
	"type": "movie"
},
{
	"name":"Zootopia",
	"synopsis":"Determined to prove herself, Officer Judy Hopps, the first bunny on Zootopia's police force, jumps at the chance to crack her first case - even if it means partnering with scam-artist fox Nick Wilde to solve the mystery.",
	"thumbnail":"https://i.postimg.cc/fTjBJCF3/zoo1.jpg",
	"cover":"https://i.postimg.cc/2yjLHrxL/zootopiacover.jpg",
	"id":32,
	"type": "movie"
}
]
	}
